Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: Minify CSS
bg: Минимизирайте CSS
ca: Minimitzeu els CSS
cs: Minifikujte kód CSS
da: Reducer CSS
es: Minificar CSS
fr_ch: Réduire la taille des ressources CSS
he: הקטן CSS
hi: CSS कम करें
id: Memperkecil CSS
it: Minimizza CSS
ja: CSS を縮小する
pl: Zmniejsz CSS
pt: Compactar CSS
pt_br: Compactar CSS
sl: Minimiranje CSS-ja
sr: Умањите CSS
tr: CSS'yi küçültün
zh: 压缩 CSS
zh_tw: 壓縮 CSS

source: Minify HTML
bg: Минимизирайте HTML
ca: Minimitzeu l'HTML
cs: Minifikujte kód HTML
da: Reducer HTML
es: Minificar HTML
fr_ch: Réduire la taille des ressources HTML
he: הקטן HTML
hi: HTML कम करें
id: Memperkecil HTML
it: Minimizza HTML
ja: HTML を縮小する
pl: Zmniejsz HTML
pt: Compactar HTML
pt_br: Compactar HTML
sl: Minimiranje HTML-ja
sr: Умањите HTML
tr: HTML'yi küçültün
zh: 压缩 HTML
zh_tw: 壓縮 HTML

source: Minify JavaScript
bg: Минимизирайте JavaScript
ca: Minimitzeu JavaScript
cs: Minifikujte JavaScript
da: Reducer JavaScript
es: Minificar JavaScript
fr_ch: Réduire la taille des ressources JavaScript
he: הקטן JavaScript
hi: JavaScript कम करें
id: Memperkecil JavaScript
it: Minimizza JavaScript
ja: JavaScript を縮小する
pl: Zmniejsz JavaScript
pt: Compactar JavaScript
pt_br: Compactar JavaScript
sl: Minimiranje JavaScripta
sr: Умањите JavaScript
tr: JavaScript'i küçültün
zh: 压缩 JavaScript
zh_tw: 壓縮 JavaScript

source: Minifying %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction) after compression.
bg: Минимизирането на %(URL)s може да спести %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s) след компресиране.
ca: Si minimitzeu %(URL)s, es pot estalviar %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció) després de la compressió.
cs: Minifikací zdroje %(URL)s lze po kompresi ušetřit %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: Ved at komprimere %(URL)s kan der spares %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion) efter komprimering.
es: Si se reduce %(URL)s, supondría un ahorro de %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s) después de la compresión.
fr_ch: Une réduction de la taille de %(URL)s pourrait libérer %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s) après compression.
he: צמצום %(URL)s יכול לחסוך %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s) לאחר דחיסה.
id: Meminimalkan %(URL)s dapat menghemat %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s) setelah kompresi.
it: La minimizzazione di %(URL)s potrebbe consentire di risparmiare %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s) dopo la compressione.
ja: %(URL)s を縮小すると圧縮後に %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: Zmniejszenie %(URL)s pozwoliło zredukować rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s) po kompresji.
pt_br: Reduzir %(URL)s pouparia %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução) após a compactação.
sl: Z zmanjšanjem %(URL)s bi lahko po stiskanju prihranili %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: Умањивањем %(URL)s можете да уштедите %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s) након компресије.
tr: %(URL)s kaynağının küçültülmesi, sıkıştırmadan sonra %(SIZE_IN_BYTES)s tasarruf (%(PERCENTAGE)s azalma) sağlayabilir.
zh: 如果您缩减 %(URL)s 的大小，那么压缩后可减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 壓縮 %(URL)s 之後可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: Minifying %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: Минимизирането на %(URL)s може да спести %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: Si minimitzeu %(URL)s, es pot estalviar %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: Minifikací zdroje %(URL)s lze ušetřit %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: Ved at komprimere %(URL)s kan der spares %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: Si se reduce %(URL)s, supondría un ahorro de %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: Une réduction de la taille de %(URL)s pourrait libérer %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: צמצום %(URL)s יכול לחסוך %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: Meminimalkan %(URL)s dapat menghemat %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: La minimizzazione di %(URL)s potrebbe consentire di risparmiare %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: %(URL)s を縮小すると %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: Zmniejszenie %(URL)s pozwoliło zredukować rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: Reduzir %(URL)s pouparia %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: Z zmanjšanjem %(URL)s bi lahko prihranili %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: Умањивањем %(URL)s можете да уштедите %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: %(URL)s kaynağının küçültülmesi %(SIZE_IN_BYTES)s tasarruf (%(PERCENTAGE)s azalma) sağlayabilir.
zh: 缩减 %(URL)s 的大小可减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 壓縮 %(URL)s 可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: Minimize DNS lookups
bg: Намалете търсенията в DNS
ca: Minimitzeu les cerques de DNS
cs: Minimalizujte počet vyhledávání DNS
da: Minimer antallet af DNS-opslag
es: Minimizar búsquedas de DNS
fr_ch: Limiter le nombre de résolutions DNS
he: צמצם חיפושי DNS
hi: DNS लुकअप छोटे करें
id: Minimalkan carian DNS
it: Riduci al minimo le ricerche DNS
ja: DNS ルックアップの回数を減らす
pl: Zminimalizuj liczbę wyszukiwań DNS
pt: Minimizar pesquisas DNS
pt_br: Minimizar pesquisas DNS
sl: Minimiranje iskanj DNS
sr: Умањите DNS претраге
tr: DNS aramalarını en aza indirin
zh: 尽量减少 DNS 查询
zh_tw: 將 DNS 查詢次數降到最低

source: Minimize redirects
bg: Намалете пренасочванията
ca: Minimitzeu les redireccions
cs: Minimalizujte počet přesměrování
da: Minimer omdirigeringer
es: Minimizar redireccionamientos
fr_ch: Limiter le nombre de redirections
he: צמצם הפניות מחדש
hi: रीडायरेक्‍ट छोटे करें
id: Minimalkan pengalihan
it: Riduci al minimo i reindirizzamenti
ja: リダイレクトの回数を減らす
pl: Zminimalizuj przekierowania
pt: Minimizar redirecionamentos
pt_br: Minimizar redirecionamentos
sl: Minimiranje preusmeritev
sr: Умањите преусмеравања
tr: Yönlendirmeleri en aza indirin
zh: 尽量减少重定向
zh_tw: 將重新導向次數降到最低

source: Minimize request size
bg: Намалете размера на заявките
ca: Minimitzeu la mida de sol·licitud
cs: Minimalizujte velikost požadavků
da: Minimer anmodningens størrelse
es: Minimizar el tamaño de la solicitud
fr_ch: Réduire la taille de la requête
he: מזער את גודל הבקשה
hi: अनुरोध आकार को कम करें
id: Perkecil ukuran permintaan
it: Minimizza dimensioni richiesta
ja: リクエスト サイズを減らす
pl: Zminimalizuj rozmiar żądania
pt: Diminuir o tamanho da solicitação
pt_br: Diminuir o tamanho da solicitação
sl: Minimiranje velikosti zahteve
sr: Умањите величину захтева
tr: İstek boyutunu küçültün
zh: 尽量减少请求的数据量
zh_tw: 最小化要求大小

source: None of the above-the-fold content on your page could be rendered without waiting for the following resources to load. Try to defer or asynchronously load blocking resources, or inline the critical portions of those resources directly in the HTML.
bg: Нищо от съдържанието на видимата на екрана част от страницата ви не може да се изобрази без изчакване на зареждането на следните блокиращи ресурси. Опитайте да ги отложите, да ги заредите асинхронно или да вградите критичните части от тях директно в HTML кода.
ca: No s'ha pogut renderitzar el contingut de la part superior visible de la vostra pàgina sense esperar que els recursos que s'indiquen a continuació es carreguessin. Proveu de posposar o de carregar de manera asíncrona els recursos que bloquegen la pàgina, o bé inseriu les parts crítiques d'aquests recursos directament a l'HTML.
cs: Žádný obsah vaší stránky nad okrajem nebylo možné vykreslit bez čekání na načtení následujících zdrojů. Zkuste načtení blokujících zdrojů odložit, načíst je asynchronně nebo kritické části zdrojů vložit přímo do kódu HTML.
da: Indholdet over skillelinjen på siden kunne ikke gengives uden at vente på, at de efterfølgende ressourcer blev indlæst. Prøv at udskyde eller indlæse blokerende ressourcer asynkront eller at indlejre de kritiske dele af disse ressourcer direkte i HTML-sektionen.
es: No se ha podido visualizar el contenido de la mitad superior de la página sin tener que esperar a que se cargara alguno de los recursos. Intenta aplazar o cargar de forma asíncrona los recursos que bloquean la visualización, o bien inserta porciones críticas de dichos recursos directamente en el HTML.
fr_ch: Aucune partie du contenu situé au-dessus de la ligne de flottaison sur votre page n'a pu être affichée avant que le chargement des ressources suivantes n'ait été terminé. Essayez de différer le chargement des ressources qui bloquent votre page, de les charger de manière asynchrone, ou d'intégrer les parties essentielles de ces ressources directement dans le code HTML.
he: לא ניתן היה לעבד כלל את התוכן בחלק העליון והקבוע בדף שלך בלי להמתין לטעינה של המשאבים הבאים. נסה לדחות משאבים חוסמים או לטעון אותם באופן אסינכרוני, או הטבע את החלקים הקריטיים של המשאבים האלה ישירות ב-HTML.
id: Tidak ada konten paruh atas di laman Anda yang dapat dirender tanpa menunggu pemuatan sumber daya berikut. Coba tunda atau muat sumber daya yang memblokir secara asinkron, atau jadikan sebaris bagian penting dari sumber daya tersebut secara langsung dalam HTML.
it: Non è stato possibile visualizzare alcun contenuto above-the-fold della pagina senza dover attendere il caricamento delle seguenti risorse. Prova a rimandare o a caricare in modo asincrono le risorse di blocco oppure incorpora le parti fondamentali di tali risorse direttamente nel codice HTML.
ja: このページでスクロールせずに見えるコンテンツを、以下のリソースによる読み込みを待たずにレンダリングできませんでした。ブロッキング リソースを遅延させるか、非同期に読み込むか、これらのリソースの重要部分を HTML 内に直接インライン化してください。
pl: Część strony widoczna na ekranie nie mogła się wyrenderować bez konieczności czekania na wymienione zasoby. Spróbuj opóźnić ładowanie zasobów blokujących, ładować je asynchronicznie lub wbudować najważniejsze elementy tych zasobów bezpośrednio w HTML-a.
pt_br: Nenhuma parte do conteúdo acima da dobra em sua página seria renderizado sem aguardar o carregamento dos seguintes recursos. Tente adiar ou carregar de maneira assíncrona os recursos de bloqueio, ou incorpore in-line as partes fundamentais desses recursos diretamente ao HTML.
sl: Nobene vsebine na vrhu strani ni bilo mogoče upodobiti, ne da bi bilo treba čakati na nalaganje naslednjih virov. Poskusite odložiti ali asinhrono naložiti blokirajoče vire ali vdelati kritične dele teh virov neposredno v HTML.
sr: Ниједан део садржаја изнад прелома на страници није могао да се прикаже без чекања на учитавање следећих ресурса. Покушајте да одложите или асинхроно учитате блокирајуће ресурсе или да уградите критичне делове тих ресурса директно у HTML.
tr: Sayfanızda ekranın üst kısmındaki içerikten hiçbiri aşağıdaki kaynakların yüklenmesi beklenmeden oluşturulamadı. Engelleyen kaynakları ertelemeyi veya eşzamansız olarak yüklemeyi ya da bu kaynakların önemli miktarda bölümünü doğrudan HTML'de satır içi yapmayı deneyin.
zh: 在以下资源加载完毕之前，网页上不会直接呈现任何首屏内容。请尝试暂缓或异步加载阻止资源，或者将这些资源的关键部分直接内嵌到 HTML 中。
zh_tw: 網頁的前幾行內容完全無法在下列資源載入完成之前轉譯。請延後載入或以非同步方式載入禁止轉譯資源，或是將這些資源的重要部分直接嵌入 HTML。

source: Only %(PERCENTAGE)s of the final above-the-fold content of the page was able to be rendered using the whole HTML of the HTTP response for the page URL:
bg: Само %(PERCENTAGE)s от крайното съдържание на видимата на екрана част от страницата успя да се изобрази посредством целия HTML код на HTTP отговора за URL адреса на страницата:
ca: Només un %(PERCENTAGE)s del contingut de la part superior visible final de la pàgina s'ha pogut renderitzar mitjançant la totalitat de l'HTML de la resposta de HTTP de l'URL de la pàgina:
cs: Pouze %(PERCENTAGE)s konečného obsahu stránky nad okrajem bylo možné vykreslit pomocí celého kódu HTML odpovědi HTTP pro stránku s adresou URL:
da: Kun %(PERCENTAGE)s af det endelige indhold over skillelinjen på siden kunne gengives ved hjælp af hele HTML-sektionen af HTTP-svaret for sidens webadresse:
es: Solo se ha podido mostrar un %(PERCENTAGE)s del contenido de la mitad superior de la página mediante todo el HTML de la respuesta del HTTP de la dirección URL de la página:
fr_ch: Seul %(PERCENTAGE)s du contenu final au-dessus de la ligne de flottaison de la page a pu être affiché avec la totalité du code HTML de la réponse HTTP pour l'URL de la page :
he: ניתן היה לעבד רק %(PERCENTAGE)s מהתוכן הסופי בחלק העליון והקבוע של הדף באמצעות ה-HTML המלא של תגובת ה-HTTP עבור כתובת האתר של הדף:
id: Hanya %(PERCENTAGE)s dari konten paruh atas akhir laman yang dapat dirender menggunakan seluruh HTML dari respons HTTP untuk URL laman:
it: Soltanto il %(PERCENTAGE)s dei contenuti above the fold finali della pagina è stato visualizzato utilizzando l'intero codice HTML della risposta HTTP relativa all'URL della pagina:
ja: このページで最後のスクロールせずに見えるコンテンツの %(PERCENTAGE)s のみが、ページ URL の HTTP レスポンスの HTML 全体を使用してレンダリングできました:
pl: Tylko %(PERCENTAGE)s ostatecznego rozmiaru części strony widocznej na ekranie można było wyrenderować za pomocą całego kodu HTML odpowiedzi HTTP URL-a strony:
pt_br: Foi possível renderizar apenas %(PERCENTAGE)s do conteúdo final da página acima da dobra usando todo o HTML da resposta HTTP para o URL da página:
sl: Samo %(PERCENTAGE)s končne vsebine na vrhu strani je bilo lahko upodobljene z uporabo celotnega HTML-ja odziva HTTP za URL strani:
sr: Помоћу комплетног HTML-а HTTP одговора за URL странице приказано је само %(PERCENTAGE)s коначног садржаја изнад прелома за страницу:
tr: Sayfada ekranın üst kısmının yalnızca son %(PERCENTAGE)s kadarı sayfa URL'si için HTTP yanıtının tüm HTML'si kullanılarak oluşturulabildi.
zh: 网页上仅有%(PERCENTAGE)s 的最终首屏内容能够使用网页网址 HTTP 响应的完整 HTML 呈现：
zh_tw: 針對以下網頁網址，網頁的前幾行內容最終只有 %(PERCENTAGE)s 能使用 HTTP 回應的完整 HTML 順利轉譯：

source: Optimize images
bg: Оптимизирайте изображенията
ca: Optimitzeu les imatges
cs: Optimalizujte obrázky
da: Optimer billeder
es: Optimizar imágenes
fr_ch: Optimiser les images
he: בצע אופטימיזציה לתמונות
hi: छवियां अनुकूलित करें
id: Optimalkan gambar
it: Ottimizza immagini
ja: 画像を最適化する
pl: Zoptymalizuj obrazy
pt: Otimizar imagens
pt_br: Otimizar imagens
sl: Optimiranje slik
sr: Оптимизујте слике
tr: Resimleri optimize edin
zh: 优化图片
zh_tw: 最佳化圖片

source: Optimize the order of styles and scripts
bg: Оптимизирайте реда на стиловете и скриптовете
ca: Optimitzeu l'ordre dels estils i dels scripts
cs: Optimalizujte uspořádání stylů a skriptů
da: Optimer rækkefølgen af typografier og scripts
es: Optimizar el orden de los estilos y de las secuencias de comandos
fr_ch: Optimiser l'ordre des styles et des scripts
he: בצע אופטימיזציה לסדר של הסגנונות והסקריפטים
hi: शैलियों और स्‍क्रिप्‍ट के क्रम को अनुकूलित करें
id: Optimalkan urutan gaya dan skrip
it: Ottimizza l'ordine di stili e script
ja: スタイルシートとスクリプトの順序を最適化する
pl: Zoptymalizuj kolejność stylów i skryptów
pt: Otimizar a ordem de folhas de estilo e scripts
pt_br: Otimizar a ordem de folhas de estilo e scripts
sl: Optimiranje vrstnega reda slogov in skriptov
sr: Оптимизујте редослед стилова и скрипти
tr: Stillerin ve komut satırlarının sırasını optimize edin
zh: 优化样式表和脚本的排列顺序
zh_tw: 最佳化樣式和指令碼的順序

source: Other: %(SIZE_IN_BYTES)s
bg: Други: %(SIZE_IN_BYTES)s
ca: Altres: %(SIZE_IN_BYTES)s
cs: Jiné: %(SIZE_IN_BYTES)s
da: Andet: %(SIZE_IN_BYTES)s
es: Otro: %(SIZE_IN_BYTES)s
fr_ch: Autres : %(SIZE_IN_BYTES)s
he: אחר: %(SIZE_IN_BYTES)s
id: Lainnya: %(SIZE_IN_BYTES)s
it: Altri: %(SIZE_IN_BYTES)s
ja: その他: %(SIZE_IN_BYTES)s
pl: Inne: %(SIZE_IN_BYTES)s
pt_br: Outros: %(SIZE_IN_BYTES)s
sl: Drugo: %(SIZE_IN_BYTES)s
sr: Остало: %(SIZE_IN_BYTES)s
tr: Diğer: %(SIZE_IN_BYTES)s
zh: 其他：%(SIZE_IN_BYTES)s
zh_tw: 其他元件大小：%(SIZE_IN_BYTES)s

source: Parallelize downloads across hostnames
bg: Изтегляйте паралелно от различните имена на хостове
ca: Carregueu les baixades en paral·lel als noms d'amfitrió
cs: Paralelizujte stahování napříč názvy hostitelů
da: Gør det muligt at hente downloads parallelt fra flere værtsnavne
es: Realizar descargas en paralelo entre los nombres de host
fr_ch: Répartir les téléchargements entre plusieurs noms d'hôte
he: טען במקביל הורדות בשמות המחשבים המארחים
hi: सभी होस्‍टनामों में डाउनलोड साथ में चलाएं
id: Paralelkan unduhan ke semua nama host
it: Carica in contemporanea download distribuendoli fra più nomi host
ja: 複数のホスト名から同時に読み込む
pl: Udostępniaj pliki do pobrania równolegle z różnych nazw hostów
pt: Carregar downloads em paralelo em nomes de host
pt_br: Carregar downloads em paralelo em nomes de host
sl: Paraleliziranje prenosov po gostiteljskih imenih
sr: Учитајте преузимања истовремено на више назива хостова
tr: İndirmeleri ana bilgisayar adları üzerinde paralel yapın
zh: 在不同的主机之间同时下载
zh_tw: 透過多個主機名稱平行處理下載資源

source: Prefer asynchronous resources
bg: Предпочитайте асинхронни ресурси
ca: Opteu per recursos asincrònics
cs: Preferujte asynchronní zdroje
da: Foretræk asynkrone ressourcer
es: Utilizar preferentemente recursos asíncronos
fr_ch: Privilégier les ressources asynchrones
he: העדף משאבים לא סינכרונים
hi: एसिंक्रोनस संसाधनों को प्राथमिकता दें
id: Pilih sumber daya asinkron
it: Preferisci risorse asincrone
ja: 非同期リソースを使用する
pl: Preferuj zasoby asynchroniczne
pt: Dar preferência para recursos assíncronos
pt_br: Dar preferência para recursos assíncronos
sl: Nesinhroni viri imajo prednost
sr: Дајте предност асинхроним ресурсима
tr: Senkronize olmayan kaynakları tercih edin
zh: 首选异步资源
zh_tw: 優先使用用非同步資源

source: Prioritize visible content
bg: Даване на предимство на видимото съдържание
ca: Prioritzeu el contingut visible.
cs: Určete prioritu viditelného obsahu
da: Prioriter synligt indhold
es: Prioriza el contenido visible
fr_ch: Afficher en priorité le contenu visible
he: תן עדיפות לתוכן גלוי
id: Prioritaskan konten yang terlihat
it: Dai la priorità ai contenuti visibili
ja: 表示可能コンテンツの優先順位を決定する
pl: Nadaj priorytet widocznej treści
pt_br: Priorizar o conteúdo visível
sl: Dajte prednost vidni vsebini
sr: Дајте приоритет видљивом садржају
tr: Görünür içeriğe öncelik verin
zh: 按优先级排列可见内容
zh_tw: 優先處理要顯示的內容

source: Properly formatting and compressing images can save many bytes of data.
bg: Правилното форматиране и компресиране на изображенията може да спести много байтове данни.
ca: Adequar correctament el format de les imatges i comprimir-les pot estalviar molts bytes de dades.
cs: Správným formátováním a komprimací obrázků lze ušetřit velké množství dat.
da: Korrekt formatering og komprimering af billeder kan spare mange databytes.
es: Formatear y comprimir correctamente las imágenes puede ahorrar una gran cantidad de bytes de datos.
fr_ch: En choisissant un format approprié pour vos images et en les compressant, vous pouvez libérer de nombreux octets de données.
he: עיצוב ודחיסה של תמונות בצורה נכונה יכולים לחסוך בייטים רבים של נתונים.
id: Memformat dan mengompresi gambar dengan benar dapat menghemat banyak bita data.
it: La corretta formattazione e compressione delle immagini può far risparmiare parecchi byte di dati.
ja: 画像を適切にフォーマット化して圧縮すると、データ サイズを大きく削減できます。
pl: Właściwe sformatowanie i skompresowanie obrazów pozwala zaoszczędzić wiele bajtów danych.
pt_br: Formatar e compactar corretamente imagens pode economizar muitos bytes de dados.
sl: S pravilnimi oblikami zapisa in stiskanjem slik lahko prihranite veliko prostora.
sr: Правилно форматирање и компримовање слика може да уштеди много бајтова података.
tr: Resimleri doğru şekilde biçimlendirmek ve sıkıştırmak, baytlarca veriden tasarruf edilmesini sağlayabilir.
zh: 适当地设置图片的格式并进行压缩可以节省大量的数据字节空间。
zh_tw: 正確格式化及壓縮圖片可以大幅減少資料量。

source: Put CSS in the document head
bg: Поставете CSS в заглавката на документа
ca: Col·loqueu els CSS a la capçalera del document
cs: Styly CSS vložte do záhlaví dokumentu
da: Indsæt CSS i toppen af dokumentet
es: Introducir recursos CSS en el encabezado del documento
fr_ch: Placer le code CSS dans l'en-tête du document
he: מקם CSS בראש המסמך
hi: CSS को दस्‍तावेज़ के शीर्ष भाग में रखें
id: Letakkan CSS di kepala dokumen
it: Inserisci risorse CSS nell'intestazione del documento
ja: CSS をドキュメント ヘッドに含める
pl: Umieść kod CSS w nagłówku dokumentu
pt: Colocar CSS no cabeçalho do documento
pt_br: Colocar CSS no cabeçalho do documento
sl: CSS naj bo v glavi dokumenta
sr: Ставите CSS у заглавље документа
tr: CSS'yi doküman başlığına koyun
zh: 将 CSS 放在文档标头处
zh_tw: 在文件標頭中加入 CSS

source: Reduce request serialization
bg: Намаляване на сериализацията на молбите
ca: Reducció de la serialització de sol·licituds
cs: Omezte serializaci požadavků
da: Reducer serialisering af anmodninger
es: Reducir serialización de solicitudes
fr_ch: Limiter la sérialisation des requêtes
he: הפחת סידור בהמשכים של בקשות
id: Mengurangi serialisasi permintaan
it: Riduci serializzazione delle richieste
ja: リクエストの直列化を減らす
pl: Ogranicz szeregowanie żądań
pt_br: Reduzir a serialização de solicitações
sl: Zmanjšaj serializacijo zahtev
sr: Смањивање серијализације захтева
tr: İstek serileştirmeyi azaltın
zh: 减少序列化请求
zh_tw: 減少序列化要求的次數

source: Reduce server response time
bg: Намаляване на времето на реакция на сървъра
ca: Reduïu el temps de resposta del servidor.
cs: Zkraťte dobu odezvy serveru
da: Reducer serverens svartid
es: Reducir el tiempo de respuesta del servidor
fr_ch: Réduire le temps de réponse du serveur
he: קצר את זמן התגובה של השרת
id: Mengurangi waktu respons server
it: Riduci tempo di risposta del server
ja: サーバーの応答時間を短縮する
pl: Skróć czas odpowiedzi serwera
pt_br: Reduzir o tempo de resposta do servidor
sl: Zmanjšajte odzivni čas strežnika
sr: Смањите време одговора сервера
tr: Sunucu yanıt süresini kısaltın
zh: 缩短服务器响应时间
zh_tw: 減少伺服器回應時間

source: Referer Url: %(SIZE_IN_BYTES)s
bg: Препращащ URL адрес: %(SIZE_IN_BYTES)s
ca: URL auxiliar: %(SIZE_IN_BYTES)s
cs: Adresa URL odkazující stránky: %(SIZE_IN_BYTES)s
da: Henvisningswebadresse: %(SIZE_IN_BYTES)s
es: URL de referencia: %(SIZE_IN_BYTES)s
fr_ch: URL de provenance : %(SIZE_IN_BYTES)s
he: כתובת אתר מפנה: %(SIZE_IN_BYTES)s
id: URL Rujukan: %(SIZE_IN_BYTES)s
it: URL referrer: %(SIZE_IN_BYTES)s
ja: リファラー URL: %(SIZE_IN_BYTES)s
pl: URL strony odsyłającej: %(SIZE_IN_BYTES)s
pt_br: URL de referência: %(SIZE_IN_BYTES)s
sl: URL napotitelja: %(SIZE_IN_BYTES)s
sr: URL референта: %(SIZE_IN_BYTES)s
tr: Yönlendiren URL: %(SIZE_IN_BYTES)s
zh: 引荐来源网址：%(SIZE_IN_BYTES)s
zh_tw: 參照網址大小：%(SIZE_IN_BYTES)s

source: Remove query strings from static resources
bg: Премахнете низове със заявки от статичните ресурси
ca: Elimineu cadenes de consulta dels recursos estàtics
cs: Odeberte ze statických zdrojů řetězec dotazu
da: Fjern strenge med forespørgsler fra statiske ressourcer
es: Eliminar las cadenas de consulta de recursos estáticos
fr_ch: Supprimer les chaînes de requête des ressources statiques
he: הסר מחרוזות שאילתה ממשאבים סטטיים
hi: स्थिर संसाधनों में से क्‍वेरी स्‍ट्रिंग निकालें
id: Hapus string kueri dari sumber daya statis
it: Rimuovi stringhe delle query da risorse statiche
ja: 静的リソースからクエリ文字列を削除する
pl: Usuń ciągi zapytań z zasobów statycznych
pt: Remover sequências de consulta dos recursos estáticos
pt_br: Remover sequências de consulta dos recursos estáticos
sl: Odstranitev nizov poizvedb iz statičnih virov
sr: Уклоните низове упита из статичких ресурса
tr: Statik kaynaklardan sorgu dizelerini kaldırın
zh: 将查询字符串从静态资源中删除
zh_tw: 移除靜態資源中的查詢字串
