Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: Remove the following redirect chain if possible:
bg: Ако е възможно, премахнете следната верига от пренасочвания:
ca: Si és possible, elimineu la cadena de redirecció següent:
cs: Pokud je to možné, odstraňte následující řetězec přesměrování:
da: Fjern om muligt følgende omdirigeringskæde:
es: Si es posible, elimina la siguiente cadena de redireccionamientos:
fr_ch: Supprimez la chaîne de redirections suivante, si possible :
he: הסר את שרשרת ההפניה מחדש הבאה, אם ניתן:
hi: यदि संभव हो तो निम्न रीडायरेक्‍ट श्रृंखला निकालें:
id: Hapus rantai pengalihan berikut jika mungkin:
it: Se possibile, rimuovi la seguente catena di reindirizzamento:
ja: 次のリダイレクトの連鎖は可能であれば削除してください:
pl: Jeśli to możliwe, usuń następujący ciąg przekierowań:
pt: Remova a seguinte cadeia de redirecionamento, se possível:
pt_br: Remova a seguinte cadeia de redirecionamento, se possível:
sl: Če je mogoče, odstranite to verigo preusmeritev:
sr: Уклоните следећи ланац за преусмеравање уколико је то могуће:
tr: Mümkünse, aşağıdaki yönlendirme zincirini kaldırın:
zh: 如有可能，请删除下列重定向链：
zh_tw: 請儘可能移除下列重新導向鏈結：

source: Request URL: %(SIZE_IN_BYTES)s
bg: URL адрес на заявката: %(SIZE_IN_BYTES)s
ca: URL de sol·licitud: %(SIZE_IN_BYTES)s
cs: Adresa URL požadavku: %(SIZE_IN_BYTES)s
da: Anmodningswebadresse: %(SIZE_IN_BYTES)s
es: URL de solicitud: %(SIZE_IN_BYTES)s
fr_ch: URL de la requête : %(SIZE_IN_BYTES)s
he: כתובת אתר של בקשה: %(SIZE_IN_BYTES)s
id: URL Permintaan: %(SIZE_IN_BYTES)s
it: URL richiesta: %(SIZE_IN_BYTES)s
ja: リクエスト URL: %(SIZE_IN_BYTES)s
pl: URL żądania: %(SIZE_IN_BYTES)s
pt_br: URL da solicitação: %(SIZE_IN_BYTES)s
sl: URL zahteve: %(SIZE_IN_BYTES)s
sr: URL захтева: %(SIZE_IN_BYTES)s
tr: İstek URL'si: %(SIZE_IN_BYTES)s
zh: 请求网址：%(SIZE_IN_BYTES)s
zh_tw: 要求網址大小：%(SIZE_IN_BYTES)s

source: Resources with a "?" in the URL are not cached by some proxy caching servers. Remove the query string and encode the parameters into the URL for the following resources:
bg: Някои прокси сървъри за кеширане не кешират ресурси с „?“ в URL адреса. Премахнете низа със заявката и кодирайте параметрите в URL адреса за следните ресурси:
ca: Els servidors d'emmagatzematge del servidor intermediari no emmagatzemen a la memòria cau els recursos amb un "?" a l'URL. Elimineu la cadena de consulta i codifiqueu els paràmetres a l'URL per als recursos següents:
cs: Některé servery proxy do mezipaměti nenačítají zdroje, jejichž adresa URL obsahuje znak „?“. Pro následující zdroje odeberte řetězec dotazu a zakódujte parametry do adresy URL:
da: Ressourcer med et "?" i webadressen cachelagres ikke af nogle proxyservere til cachelagring. Fjern strengen med forespørgslen og kod parametrene ind i webadressen for de følgende ressourcer:
es: Algunos servidores proxy en caché no almacenan en caché recursos cuya URL contenga el signo "?". Elimina la cadena de consulta y codifica los parámetros de la URL de los siguientes recursos:
fr_ch: Les ressources dont l'URL comporte un "?" ne sont pas mises en cache par les serveurs proxy de mise en cache. Supprimez la chaîne de la requête et encodez les paramètres dans l'URL pour les ressources suivantes :
he: משאבים עם הסימן "?" בכתובת האתר לא נשמרים על ידי חלק משרתי ה-proxy השומרים קבצים. הסר את מחרוזת השאילתה וקודד את הפרמטרים לתוך כתובת האתר עבור המשאבים הבאים:
hi: URL में "?" वाले संसाधन कुछ प्रॉक्‍सी कैशिंग सर्वर द्वारा कैश नहीं किए जाते हैं. क्‍वेरी स्‍ट्रिंग निकालें और URL में निम्‍न संसाधनों के लिए पैरामीटर एन्‍कोड करें:
id: Sumber daya dengan tanda "?" di URL-nya tidak dimasukkan cache oleh beberapa server penyimpan cache proxy. Hapus string kueri dan sandiaksarakan parameter ke dalam URL untuk sumber daya berikut:
it: Le risorse con un "?" nell'URL non vengono memorizzate nella cache da alcuni server che utilizzano il proxy caching. Rimuovi la stringa della query e codifica i parametri nell'URL per le seguenti risorse:
ja: URL に「?」を含むリソースは、一部のプロキシ キャッシュ サーバーでキャッシュされません。以下のリソースの URL からクエリ文字列を削除し、URL 内にパラメータをエンコードしてください:
pl: Zasoby, których adres URL zawiera znak zapytania („?”), nie są umieszczane w pamięci podręcznej niektórych serwerów proxy. Usuń ciąg zapytania i zakoduj parametry w adresie URL następujących zasobów:
pt: Recursos com um "?" no URL não são armazenados em cache por alguns servidores proxy cache. Remova a sequência de consulta e codifique os parâmetros no URL para os seguintes recursos:
pt_br: Recursos com um "?" no URL não são armazenados em cache por alguns servidores proxy cache. Remova a sequência de consulta e codifique os parâmetros no URL para os seguintes recursos:
sl: Nekateri predpomnilniški strežniki proxy ne predpomnijo virov, ki imajo v URL-ju znak »?«. Za te vire odstranite niz poizvedbe in kodirajte parametre v URL:
sr: Неки прокси сервери за кеширање не кеширају ресурсе који садрже „?“ у URL адреси. Уклоните низ упита и кодирајте параметре у URL адресу за следеће ресурсе:
tr: URL'sinde "?" olan kaynaklar bazı proxy önbellekleme sunucuları tarafından önbelleğe alınmaz. Aşağıdaki kaynaklar için sorgu dizesini kaldırın ve parametreleri URL içine kodlayın:
zh: 部分代理缓存服务器不会缓存网址中包含 "?" 的资源。因此，请删除下列资源中的查询字符串，并将参数编入网址：
zh_tw: 部分 Proxy 快取伺服器不會快取網址中含有「?」的資源，請移除查詢字串，並將下列資源的網址參數予以編碼：

source: Serve resources from a consistent URL
bg: Показвайте ресурсите от един и същ URL адрес
ca: Distribuïu els recursos des d'un mateix URL
cs: Poskytujte zdroje ze stejných adres URL
da: Hent ressourcer fra en konsekvent webadresse
es: Ofrecer recursos de una misma URL
fr_ch: Diffuser les ressources à partir d'une URL unique
he: קבל משאבים מכתובת אתר עקבית
hi: किसी संगत URL से संसाधन सर्व करें
id: Sajikan sumber daya dari URL yang konsisten
it: Offri le risorse da un URL coerente
ja: 重複するリソースは 1 つの URL から提供する
pl: Udostępniaj zasoby ze zgodnego adresu URL
pt: Exibir recursos de um URL consistente
pt_br: Exibir recursos de um URL consistente
sl: Viri naj bodo na voljo z doslednega spletnega naslova
sr: Прикажите ресурсе са доследне URL адресе
tr: Kaynakları tutarlı bir URL'den sunun
zh: 由同一网址提供资源
zh_tw: 從相同的網址提供資源

source: Serve scaled images
bg: Показвайте мащабирани изображения
ca: Distribuïu imatges a escala
cs: Poskytujte zmenšené obrázky
da: Levér skalerede billeder
es: Ofrecer imágenes a escala
fr_ch: Diffuser des images mises à l'échelle
he: קבל תמונות מותאמות
hi: आकार बदली गई छवियां सर्व करें
id: Sajikan gambar yang diperkecil
it: Offri immagini scalate
ja: 変更後のサイズで画像を提供する
pl: Zastosuj przeskalowane obrazy
pt: Exibir imagens dimensionadas
pt_br: Exibir imagens dimensionadas
sl: Streženje slik v spremenjeni velikosti
sr: Прикажите слике промењених величина
tr: Ölçeklenmiş resimler sunun
zh: 提供压缩后的图片
zh_tw: 提供大小經過調整的圖片

source: Setting an expiry date or a maximum age in the HTTP headers for static resources instructs the browser to load previously downloaded resources from local disk rather than over the network.
bg: Задаването на срок на валидност или максимално съществуване в HTTP заглавките за статични ресурси инструктира браузъра да зарежда изтеглените преди ресурси от локалния диск вместо през мрежата.
ca: Establir una data de caducitat o bé un límit d'edat a les capçaleres HTTP per a recursos estàtics fa que el navegador carregui els recursos baixats anteriorment des del disc local en lloc de fer-ho des de la xarxa.
cs: Nastavení data vypršení platnosti nebo maximálního stáří v záhlavích protokolu HTTP statických zdrojů dává prohlížeči pokyn, aby již stažené zdroje načítal z místního disku, a nikoli prostřednictvím sítě.
da: Fastsættelse af en udløbsdato eller en maksimal alder i HTTP-overskrifter til statiske ressourcer instruerer browseren i at indlæse tidligere indlæste ressourcer fra den lokale disk i stedet for over netværket.
es: Establecer una fecha de caducidad o una edad máxima en las cabeceras HTTP de los recursos estáticos indica al navegador que cargue los recursos descargados previamente del disco local en lugar de hacerlo a través de la red.
fr_ch: Si vous définissez une date d'expiration ou une durée de validité maximale pour les ressources statiques dans les en-têtes HTTP, vous indiquez au navigateur d'aller chercher les ressources déjà téléchargées sur le disque local plutôt que sur le réseau.
he: הגדרת תאריך תפוגה או גיל מרבי בכותרות ה-HTTP עבור משאבים סטטיים מורה לדפדפן לטעון מהדיסק המקומי משאבים שהורדו בעבר, ולא לעשות זאת באמצעות הרשת.
id: Menyetel tanggal kedaluwarsa atau usia maksimum pada header HTTP untuk sumber daya statis akan memerintahkan browser memuat sumber daya yang telah diunduh sebelumnya dari disk lokal, bukan dari jaringan.
it: Se viene impostata una data di scadenza o un'età massima nelle intestazioni HTTP per le risorse statiche, il browser carica le risorse precedentemente scaricate dal disco locale invece che dalla rete.
ja: 静的リソースの HTTP ヘッダー内で、有効期日や最大経過時間を設定すると、ブラウザがネットワークからではなくローカル ディスクから以前にダウンロードしたリソースを読み込むようになります。
pl: Ustawienie daty wygaśnięcia lub maksymalnego wieku zasobów statycznych w nagłówkach HTTP powoduje, że przeglądarka wczytuje z lokalnego dysku twardego zasoby pobrane wcześniej, zamiast ponownie pobierać je z sieci.
pt_br: A definição de uma data de validade ou de uma idade máxima nos cabeçalhos de HTTP para recursos estáticos instrui o navegador a carregar os recursos transferidos anteriormente a partir do disco local e não por meio da rede.
sl: Če nastavite datum poteka ali največjo starost statičnih sredstev v glavah HTTP, brskalniku poveste, naj sredstva, ki so že bila prenesena, naloži z lokalnega diska, ne iz omrežja.
sr: Подешавање датума истека или максималне старости у HTTP заглављима за статичке ресурсe налаже прегледачу да учита претходно преузете ресурсе са локалног диска, а не са мреже.
tr: Statik kaynaklar için HTTP üstbilgilerinde bir süre sonu tarihi veya maksimum ömür ayarlamak, tarayıcıya, ağ üzerindeki kaynakları değil yerel diskte önceden indirilmiş olanları yüklemesini söyler.
zh: 在 HTTP 标头中为静态资源设置过期日期或最长存在时间，可指示浏览器从本地磁盘中加载以前下载的资源，而不是通过网络加载。
zh_tw: 在靜態資源的 HTTP 標頭中設定到期日或最長使用期限，這樣可讓瀏覽器從本機磁碟載入先前下載的資源，而不透過網路載入資源。

source: Size content to viewport
bg: Оразмеряване на съдържанието до рамките на прозореца за показване
cs: Přizpůsobte velikost obsahu zobrazované oblasti
da: Tilpas indholdets størrelse til billedet
es: Adaptación del contenido a la ventana gráfica
fr_ch: Adapter la taille du contenu à la vue
he: התאם את גודל התוכן עבור ה-Viewport
id: Atur ukuran konten terhadap area pandang
it: Imposta le dimensioni per la visualizzazione
pl: Dopasowanie rozmiaru do okna roboczego
pt_br: Dimensionar o conteúdo para se ajustar à janela de visualização
sr: Прилагоди величину садржаја у односу на област приказа
tr: İçeriğin boyutunu görünüme göre ayarlayın
zh: 调整内容的尺寸，使其符合视口设置
zh_tw: 根據檢視區調整內容縮放級距

source: Size tap targets appropriately
bg: Оразмерете подходящо целевите зони за докосване
cs: Zvolte vhodnou velikost prvků pro klepnutí
da: Giv trykbare elementer den rigtige størrelse
es: Aplicar el tamaño adecuado a los botones táctiles
fr_ch: Dimensionner les éléments tactiles de manière appropriée
he: קביעה נכונה של גודל אובייקטים להקשה
id: Ubah target ketuk seperlunya
it: Imposta dimensioni appropriate per target tocco
pl: Dobierz odpowiedni rozmiar elementów dotykowych
pt_br: Tamanho apropriado dos pontos de toque
sr: Правилно одредите величину циљева за додир
tr: Hafifçe vurma hedeflerini uygun şekilde boyutlandırın
zh: 适当调整点按目标的尺寸
zh_tw: 適當調整點按目標大小

source: Some of the links/buttons on your webpage may be too small for a user to easily tap on a touchscreen. Consider %(BEGIN_LINK)smaking these tap targets larger%(END_LINK)s to provide a better user experience.
bg: Някои връзки/бутони на уеб страницата ви може да са твърде малки, за да могат потребителите лесно да ги докосват на сензорен екран. Помислете за %(BEGIN_LINK)sуголемяването на тези целеви зони за докосване%(END_LINK)s, за да осигурите по-добра практическа работа на потребителите.
cs: Některé odkazy a tlačítka na stránce mohou být příliš malé na to, aby na ně uživatelé mohli snadno klepnout na dotykových displejích. Zvažte, zda by bylo možné %(BEGIN_LINK)styto prvky pro klepnutí zvětšit%(END_LINK)s, aby uživatelé mohli stránky lépe ovládat.
da: Nogle af de links/knapper, der er på din webside, er muligvis for små til, at brugeren kan trykke på dem på en berøringsskærm. Du kan %(BEGIN_LINK)sgøre disse trykbare elementer større%(END_LINK)s for at forbedre brugeroplevelsen.
es: Puede que algunos enlaces y botones de la página web sean demasiado pequeños para que los usuarios puedan tocarlos en una pantalla táctil. Quizás debas %(BEGIN_LINK)saplicar un tamaño más grande a los botones táctiles%(END_LINK)s para proporcionar una experiencia de usuario mejor.
fr_ch: Il est possible que certains des liens et des boutons présents sur votre page soient trop petits pour qu'un utilisateur puisse appuyer dessus sur un écran tactile. %(BEGIN_LINK)sAugmentez la taille de ces éléments tactiles%(END_LINK)s afin de proposer une meilleure expérience utilisateur.
he: חלק מהקישורים/לחצנים בדף האינטרנט שלך עשויים להיות קטנים מדי, והמשתמש לא יוכל להקיש עליהם בקלות במסך מגע. שקול %(BEGIN_LINK)sלהגדיל את יעדי ההקשה האלה%(END_LINK)s כדי לאפשר חוויית משתמש טובה יותר.
id: Beberapa tautan/tombol di laman web mungkin terlalu kecil untuk bisa diketuk dengan mudah pada layar sentuh oleh pengguna. Pertimbangkan untuk %(BEGIN_LINK)smemperbesar target ketuk ini%(END_LINK)s guna memberikan pengalaman pengguna yang lebih baik.
it: Alcuni link/pulsanti della pagina web potrebbero essere troppo piccoli per consentire a un utente di toccarli facilmente sul touchscreen. Prendi in considerazione la possibilità di %(BEGIN_LINK)singrandire questi target dei tocchi%(END_LINK)s per garantire un'esperienza migliore agli utenti.
pl: Niektóre linki/przyciski na stronie są prawdopodobnie zbyt małe, aby można z nich było wygodnie skorzystać na ekranie dotykowym. Zastanów się nad %(BEGIN_LINK)spowiększeniem tych elementów%(END_LINK)s w celu ułatwienia ich obsługi.
pt_br: Alguns links/botões na sua página da Web são muito pequenos para que um usuário toque com facilidade no touchscreen. Pense na possibilidade de %(BEGIN_LINK)saumentar o tamanho desses pontos de toque%(END_LINK)s para oferecer uma melhor experiência do usuário.
sr: Неки линкови/дугмад на веб-страници су можда премали и корисник не може лако да их додирне на додирном екрану. Размислите о томе %(BEGIN_LINK)sда повећате ове циљеве за додир%(END_LINK)s да бисте омогућили бољи кориснички доживљај.
tr: Web sayfanızdaki bağlantılardan/düğmelerden bazıları dokunmatik ekranda kullanıcıların zorlanmadan hafifçe vurabilmeleri için çok küçük olabilir. Daha iyi bir kullanıcı deneyimi sağlamak için %(BEGIN_LINK)sbu hafifçe vurma hedeflerinin boyutlarını büyütmeyi%(END_LINK)s düşünün.
zh: 网页上某些链接/按钮的尺寸可能过小，不方便用户在触摸屏上进行点按。请考虑%(BEGIN_LINK)s调大这些点按目标的尺寸%(END_LINK)s，以改善用户体验。
zh_tw: 您的網頁上有部分連結/按鈕太小，可能不方便讓使用者在觸控螢幕上點按。為了讓使用者更方便使用，建議您%(BEGIN_LINK)s放大這些點按目標%(END_LINK)s。

source: Specify a Vary: Accept-Encoding header
bg: Посочвайте заглавка „Vary: Accept-Encoding“
ca: Especifiqueu una capçalera Vary: Accept-Encoding
cs: Uveďte záhlaví Vary: Accept-Encoding
da: Angiv en overskrift af typen Vary: Accept-Encoding
es: Especificar una cabecera "Vary" con el valor "Accept-Encoding"
fr_ch: Spécifier un en-tête "Vary: Accept-Encoding"
he: ציין כותרת Vary: Accept-Encoding
hi: कोई Vary: Accept-Encoding शीर्षलेख निर्दिष्ट करें
id: Tentukan kepala Vary: Accept-Encoding
it: Specifica un'intestazione Vary: Accept-Encoding
ja: Vary: Accept-Encoding ヘッダーを指定する
pl: Określ nagłówek Vary: Accept-Encoding
pt: Especificar um cabeçalho "Vary: Accept-Encoding"
pt_br: Especificar um cabeçalho "Vary: Accept-Encoding"
sl: Določanje glave »Vary: Accept-Encoding«
sr: Наведите заглавље Vary: Accept-Encoding
tr: Vary: Accept Encoding üstbilgisi belirtin
zh: 请指定一个“Vary: Accept-Encoding”标头
zh_tw: 指定 Vary: Accept-Encoding 標頭

source: Specify a cache validator
bg: Посочвайте валидатор на кеша
ca: Especifiqueu un validador de la memòria cau
cs: Zadejte ověření mezipaměti
da: Angiv en cachevalidator
es: Especificar un validador de caché
fr_ch: Spécifier une technique de mise en cache
he: ציין מאמת קובץ שמור
hi: कोई कैश सत्‍यापनकर्ता निर्दिष्‍ट करें
id: Tentukan validator cache
it: Specifica una convalida della cache
ja: キャッシュ バリデータを指定する
pl: Określ narzędzie do sprawdzania poprawności pamięci podręcznej
pt: Especificar um validador de cache
pt_br: Especificar um validador de cache
sl: Določanje preverjevalnika predpomnilnika
sr: Наведите валидатор кеша
tr: Önbellek doğrulayıcı belirtin
zh: 请指定缓存验证工具
zh_tw: 快取驗證資訊

source: Specify a character set
bg: Посочете знаков набор
ca: Especificar un conjunt de caràcters
cs: Určete znakovou sadu
da: Angiv et tegnsæt
es: Especificar un conjunto de caracteres al principio
fr_ch: Spécifier un jeu de caractères
he: ציין מערכת תווים
hi: कोई वर्ण सेट निर्दिष्ट करें
id: Tentukan himpunan karakter
it: Specifica un set di caratteri
ja: 文字セットを指定する
pl: Określ zestaw znaków
pt_br: Especificar um conjunto de caracteres
sl: Izbor nabora znakov
sr: Наведите скуп знакова
tr: Bir karakter kümesi belirtin
zh: 指定字符集
zh_tw: 指定字元集

source: Specify a viewport for mobile browsers
bg: Посочване на viewport за мобилни браузъри
ca: Especifiqueu una finestra gràfica per a navegadors per a mòbils.
cs: Určete kód viewport pro mobilní prohlížeče
da: Angiv en visning til mobilbrowsere
es: Especifica la ventana gráfica para los navegadores móviles
fr_ch: Spécifier une vue actuelle pour les navigateurs mobiles
he: ציין נקודת מבט עבור דפדפנים לנייד
id: Tentukan area pandang untuk browser seluler
it: Specifica una visualizzazione per i browser per cellulari
ja: モバイル ブラウザの表示域を指定する
pl: Określ okienko ekranu dla przeglądarek na urządzeniach przenośnych
pt_br: Especificar uma janela de visualização nos navegadores para dispositivos móveis
sl: Določite začetni prikaz za mobilne brskalnike
sr: Наведите област приказа за мобилне прегледаче
tr: Mobil tarayıcılar için bir görünüm belirtin
zh: 为移动浏览器指定视口
zh_tw: 為行動瀏覽器指定檢視區

source: Specify image dimensions
bg: Посочвайте размери на изображенията
ca: Especifiqueu les dimensions de la imatge
cs: Zadejte rozměry obrázků
da: Angiv billedmål
es: Especificar dimensiones de la imagen
fr_ch: Spécifier les dimensions des images
he: ציין מימדי תמונה
hi: छवि आयामों को निर्दिष्ट करें
id: Tetapkan dimensi gambar
it: Specifica dimensioni immagine
ja: 画像のサイズを指定する
pl: Określ wymiary obrazu
pt: Especificar dimensões da imagem
pt_br: Especificar dimensões da imagem
sl: Določanje mer slik
sr: Наведите димензије слике
tr: Resim boyutlarını belirtin
zh: 指定图片大小
zh_tw: 指定圖片尺寸

source: The contents of your page fit within the viewport. Learn more about %(BEGIN_LINK)ssizing content to the viewport%(END_LINK)s.
bg: Съдържанието на страницата ви се побира в рамките на прозореца за показване. Научете повече за %(BEGIN_LINK)sоразмеряването спрямо този прозорец%(END_LINK)s.
cs: Obsah stránky se vchází do zobrazované oblasti. Další informace o %(BEGIN_LINK)spřizpůsobení velikosti obsahu velikosti zobrazované oblasti%(END_LINK)s.
da: Indholdet på din side passer til visningen. Få flere oplysninger om %(BEGIN_LINK)stilpasning af indhold til visningen%(END_LINK)s.
es: El contenido de tu página encaja con la ventana gráfica. Más información sobre cómo %(BEGIN_LINK)sadaptar el contenido a la ventana gráfica%(END_LINK)s
fr_ch: Le contenu de votre page s'affiche correctement dans la vue. En savoir plus sur l'%(BEGIN_LINK)sadaptation du contenu à la taille de la vue%(END_LINK)s.
he: תוכן הדף שלך מתאים לנקודת המבט. קרא מידע נוסף על %(BEGIN_LINK)sקביעת גודל של תוכן בהתאם לנקודת המבט%(END_LINK)s.
id: Konten laman Anda sudah pas dalam area pandang. Pelajari lebih lanjut tentang cara %(BEGIN_LINK)smengepaskan ukuran konten ke dalam area pandang%(END_LINK)s.
it: I contenuti della pagina rientrano nella visualizzazione. Scopri ulteriori informazioni su come %(BEGIN_LINK)sadattare le dimensioni dei contenuti alla visualizzazione%(END_LINK)s.
pl: Zawartość strony mieści się w oknie. Dowiedz się więcej o %(BEGIN_LINK)sdopasowywaniu zawartości do rozmiarów okna%(END_LINK)s.
pt_br: Os conteúdos da sua página se ajustam à janela de visualização. Saiba mais sobre %(BEGIN_LINK)scomo dimensionar o conteúdo para se ajustar à janela de visualização%(END_LINK)s.
sr: Садржај странице не стаје у област приказа. Сазнајте више о %(BEGIN_LINK)sприлагођавању величине садржаја према области приказа%(END_LINK)s.
tr: Sayfanızın içeriği görünüme sığıyor. %(BEGIN_LINK)sİçeriği görünüme göre boyutlandırma%(END_LINK)s ile ilgili daha fazla bilgi edinin.
zh: 网页内容的尺寸适合视口的大小。详细了解%(BEGIN_LINK)s将内容尺寸调整为适合视口大小%(END_LINK)s。
zh_tw: 您的網頁內容大小與檢視區相符。進一步瞭解如何%(BEGIN_LINK)s根據檢視區大小調整內容縮放級距%(END_LINK)s。

source: The element %(HTML_TEXT)s falls outside the viewport.
bg: Елементът „%(HTML_TEXT)s“ попада извън прозореца за показване.
cs: Prvek %(HTML_TEXT)s je mimo zobrazovanou oblast.
da: Elementet %(HTML_TEXT)s falder uden for visningen.
es: El elemento %(HTML_TEXT)s queda fuera de la ventana gráfica.
fr_ch: L'élément %(HTML_TEXT)s ne s'affiche pas dans la vue.
he: הרכיב %(HTML_TEXT)s חורג מנקודת המבט.
id: Elemen %(HTML_TEXT)s berada di luar area pandang.
it: L'elemento %(HTML_TEXT)s non rientra nella visualizzazione.
pl: Element %(HTML_TEXT)s znajduje się poza oknem.
pt_br: O elemento %(HTML_TEXT)s não se ajusta à janela de visualização.
sr: Елемент %(HTML_TEXT)s се налази изван области приказа.
tr: %(HTML_TEXT)s öğesi görünümün dışında kalıyor.
zh: 元素“%(HTML_TEXT)s”超出了视口范围。
zh_tw: 元素「%(HTML_TEXT)s」落在檢視區之外。
