Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: %(BEGIN_LINK)sAvoid landing page redirects%(END_LINK)s for the following chain of redirected URLs.
bg: %(BEGIN_LINK)sИзбегнете пренасочванията от целевата страница%(END_LINK)s за следната верига от URL адреси за пренасочване.
ca: %(BEGIN_LINK)sEviteu les redireccions de les pàgines de destinació%(END_LINK)s de la cadena d'URL redirigits que s'indica a continuació.
cs: %(BEGIN_LINK)sVyhněte se přesměrováním ze vstupní stránky%(END_LINK)s pro následující řetězec přesměrovaných adres URL.
da: %(BEGIN_LINK)sUndgå omdirigeringer af destinationssider%(END_LINK)s for følgende kæde af omdirigerede webadresser.
es: %(BEGIN_LINK)sEvitar redireccionamientos a la página de destino%(END_LINK)s para esta cadena de URL redireccionadas.
fr_ch: %(BEGIN_LINK)sÉvitez les redirections sur la page de destination%(END_LINK)s pour la chaîne d'URL suivante.
he: %(BEGIN_LINK)sהימנע מהפניות של דפי נחיתה%(END_LINK)s עבור השרשרת הבאה של כתובות אתר להפניה מחדש.
id: %(BEGIN_LINK)sHindari pengalihan laman landas%(END_LINK)s untuk rantai URL yang dialihkan berikut.
it: %(BEGIN_LINK)sEvita reindirizzamenti di pagine di destinazione%(END_LINK)s per la seguente catena di URL reindirizzati.
ja: %(BEGIN_LINK)sリンク先ページのリダイレクトを使用しない%(END_LINK)sでください（リダイレクト URL が連鎖するのを防ぎます）。
pl: %(BEGIN_LINK)sUnikaj przekierowań strony docelowej%(END_LINK)s następujących ciągów URL-i:
pt_br: %(BEGIN_LINK)sEvite redirecionamentos da página de destino%(END_LINK)s para a seguinte sequência de URLs redirecionados.
sl: %(BEGIN_LINK)sIzogibajte se preusmeritvam ciljne strani%(END_LINK)s za naslednjo verigo preusmerjenih URL-jev.
sr: %(BEGIN_LINK)sИзбегавајте преусмеравања за одредишну страницу%(END_LINK)s за следећи ланац URL-ова за преусмеравање.
tr: Aşağıdaki yönlendirilen URL'ler zinciri için %(BEGIN_LINK)saçılış sayfası yönlendirmelerinden kaçının%(END_LINK)s.
zh: 避免对以下重定向网址链使用%(BEGIN_LINK)s目标网页重定向%(END_LINK)s。
zh_tw: 避免對以下重新導向網址使用%(BEGIN_LINK)s到達網頁重新導向%(END_LINK)s。

source: %(BEGIN_LINK)sConfigure a viewport%(END_LINK)s for this page.
bg: %(BEGIN_LINK)sКонфигурирайте прозорец за показване%(END_LINK)s за тази страница.
cs: %(BEGIN_LINK)sNakonfigurujte viewport%(END_LINK)s pro tuto stránku.
da: %(BEGIN_LINK)sKonfigurer en visning%(END_LINK)s for denne side.
es: %(BEGIN_LINK)sConfigurar una ventana gráfica%(END_LINK)s para esta página.
fr_ch: %(BEGIN_LINK)sConfigurez une vue%(END_LINK)s pour cette page.
he: %(BEGIN_LINK)sהגדר viewport‏%(END_LINK)s לדף זה.
id: %(BEGIN_LINK)sKonfigurasikan area pandang%(END_LINK)s laman ini.
it: %(BEGIN_LINK)sConfigura una viewport%(END_LINK)s per questa pagina.
pl: %(BEGIN_LINK)sSkonfiguruj okno robocze%(END_LINK)s tej strony.
pt_br: %(BEGIN_LINK)sConfigure um visor%(END_LINK)s para esta página.
sr: %(BEGIN_LINK)sКонфигуришите област приказа%(END_LINK)s за ову страницу.
tr: Bu sayfa için bir %(BEGIN_LINK)sgörünüm yapılandırın%(END_LINK)s.
zh: 为此页面%(BEGIN_LINK)s配置视口%(END_LINK)s。
zh_tw: 為這個網頁%(BEGIN_LINK)s設定檢視區%(END_LINK)s。

source: %(BEGIN_LINK)sConfiguring a viewport%(END_LINK)s specifying %(DEVICE_WIDTH)s instead of %(VIEWPORT)s will allow your page to adapt for devices of various widths. This may require additional work if the styling on your page relies on a fixed-width layout.
bg: %(BEGIN_LINK)sКонфигурирането на прозорец за показване%(END_LINK)s с размер %(DEVICE_WIDTH)s вместо %(VIEWPORT)s ще позволи на страницата ви да се адаптира към устройства с различни ширини. Това може да изисква допълнителна работа, ако оформлението й е въз основа на фиксирана ширина.
cs: Pokud při %(BEGIN_LINK)skonfiguraci viewportu%(END_LINK)s zadáte %(DEVICE_WIDTH)s (namísto %(VIEWPORT)s), bude se stránka moci přizpůsobit zařízením různé šířky. Pokud styly na vaší stránce vyžadují rozvržení s pevně danou šířkou, může tato změna vyžadovat další práci.
da: %(BEGIN_LINK)sVed at konfigurere en visning%(END_LINK)s, der angiver %(DEVICE_WIDTH)s i stedet for %(VIEWPORT)s, vil din side blive tilpasset enheder med forskellige bredder. Dette kan kræve ekstra arbejde, hvis stilen på din side er baseret på et layout med fast bredde.
es: %(BEGIN_LINK)sConfigurar una ventana gráfica%(END_LINK)s en la que se especifique %(DEVICE_WIDTH)s en vez de %(VIEWPORT)s permitirá que tu página se adapte a los dispositivos de diferentes anchuras. Esto puede requerir un trabajo adicional si el diseño de la página tiene un ancho fijo.
fr_ch: %(BEGIN_LINK)sConfigurer une vue%(END_LINK)s en précisant %(DEVICE_WIDTH)s au lieu de %(VIEWPORT)s permet à votre page de s'adapter à des appareils de largeurs différentes. Des opérations supplémentaires peuvent être nécessaires si le style de votre page repose sur une mise en page à largeur fixe.
he: %(BEGIN_LINK)sהגדרת viewport‏%(END_LINK)s המציין %(DEVICE_WIDTH)s במקום %(VIEWPORT)s תאפשר לדף שלך להיות מותאם למכשירים בעלי רוחב שונה. אם הסגנון בדף שלך מתבסס על פריסה ברוחב קבוע, עשויה להידרש עבודה נוספת.
id: Jika Anda %(BEGIN_LINK)smengonfigurasi area pandang%(END_LINK)s menjadi %(DEVICE_WIDTH)s alih-alih %(VIEWPORT)s, laman dapat beradaptasi pada perangkat dengan lebar beragam. Anda mungkin akan memerlukan upaya tambahan jika gaya laman bergantung pada tata letak dengan lebar tetap.
it: %(BEGIN_LINK)sSe configuri una viewport%(END_LINK)s specificando %(DEVICE_WIDTH)s anziché %(VIEWPORT)s, la tua pagina verrà adattata alle diverse larghezze dei dispositivi. Potrebbero essere necessarie operazioni aggiuntive se lo stile della pagina è basato su un layout a larghezza fissa.
pl: %(BEGIN_LINK)sKonfiguracja okna roboczego%(END_LINK)s korzystająca z parametru %(DEVICE_WIDTH)s zamiast %(VIEWPORT)s umożliwi dopasowywanie strony do ekranów o różnych szerokościach. Jeśli układ strony zależy od jej stałej szerokości, może to wymagać dodatkowych nakładów pracy.
pt_br: %(BEGIN_LINK)sAo configurar um visor%(END_LINK)s especificando %(DEVICE_WIDTH)s em vez de %(VIEWPORT)s, sua página se ajusta a dispositivos de várias larguras. Se o estilo da sua página depender de um layout de largura fixa, talvez seja mais trabalhoso fazer isso.
sr: %(BEGIN_LINK)sАко конфигуришете област приказа%(END_LINK)s у коме се наводи %(DEVICE_WIDTH)s уместо %(VIEWPORT)s, страница ће моћи да се прилагођава уређајима различитих ширина. То ће можда захтевати додатно ангажовање с ваше стране ако се стил странице заснива на изгледу са фиксном ширином.
tr: %(VIEWPORT)s yerine %(DEVICE_WIDTH)s belirterek %(BEGIN_LINK)sbir görünüm yapılandırmak%(END_LINK)s, sayfanızın farklı genişliklere sahip cihazlara uyum sağlamasına olanak verir. Sayfanızın stili sabit genişlikteki bir düzene dayalıysa ek çalışma gerekebilir.
zh: %(BEGIN_LINK)s配置视口%(END_LINK)s时指定 %(DEVICE_WIDTH)s（而非 %(VIEWPORT)s）可使您的网页在各种宽度的设备上都能正常显示。如果您的页面样式采用固定宽度的布局，那么您可能需要多花些时间来进行此配置。
zh_tw: %(BEGIN_LINK)s設定檢視區%(END_LINK)s (指定以 %(DEVICE_WIDTH)s 取代 %(VIEWPORT)s) 可讓您的網頁根據不同寬度的裝置自動調整。如果您網頁的樣式設定依賴固定寬度的版面配置，您可能需要另外進行設定。

source: %(BEGIN_LINK)sConfiguring a viewport%(END_LINK)s specifying %(DEVICE_WIDTH)s instead of %(VIEWPORT)s will allow your page to adapt for devices of various widths. This may require additional work to adapt your styling for smaller screens.
bg: %(BEGIN_LINK)sКонфигурирането на прозорец за показване%(END_LINK)s с размер %(DEVICE_WIDTH)s вместо %(VIEWPORT)s ще позволи на страницата ви да се адаптира към устройства с различни ширини. Може да се изисква допълнителна работа за приспособяването на оформлението към по-малки екрани.
cs: Pokud při %(BEGIN_LINK)skonfiguraci viewportu%(END_LINK)s zadáte %(DEVICE_WIDTH)s (namísto %(VIEWPORT)s), bude se stránka moci přizpůsobit zařízením různé šířky. Tato změna může vyžadovat další práci za účelem přizpůsobení stylů menším obrazovkám.
da: %(BEGIN_LINK)sVed at konfigurere en visning%(END_LINK)s, der angiver %(DEVICE_WIDTH)s i stedet for %(VIEWPORT)s, vil din side blive tilpasset enheder med forskellige bredder. Dette kan kræve ekstra arbejde med at tilpasse stilen til mindre skærme.
es: %(BEGIN_LINK)sConfigurar una ventana gráfica%(END_LINK)s en la que se especifique %(DEVICE_WIDTH)s en vez de %(VIEWPORT)s permitirá que tu página se adapte a los dispositivos de diferentes anchuras. Esto puede requerir un trabajo adicional para adaptar el estilo a pantallas más pequeñas.
fr_ch: %(BEGIN_LINK)sConfigurer une vue%(END_LINK)s en précisant %(DEVICE_WIDTH)s au lieu de %(VIEWPORT)s permet à votre page de s'adapter à des appareils de largeurs différentes. Des opérations supplémentaires peuvent être nécessaires pour adapter le style de votre page à de plus petits écrans.
he: %(BEGIN_LINK)sהגדרת viewport‏%(END_LINK)s המציין %(DEVICE_WIDTH)s במקום %(VIEWPORT)s תאפשר לדף שלך להיות מותאם למכשירים בעלי רוחב שונה. על מנת להתאים את הסגנון שלך למסכים קטנים יותר, עשויה להידרש עבודה נוספת.
id: Jika Anda %(BEGIN_LINK)smengonfigurasi area pandang%(END_LINK)s menjadi %(DEVICE_WIDTH)s alih-alih %(VIEWPORT)s, laman dapat beradaptasi pada perangkat dengan lebar yang beragam. Anda mungkin akan memerlukan upaya tambahan untuk mengadaptasikan gaya ke layar yang lebih kecil.
it: %(BEGIN_LINK)sSe configuri una viewport%(END_LINK)s specificando %(DEVICE_WIDTH)s anziché %(VIEWPORT)s, la tua pagina verrà adattata alle diverse larghezze dei dispositivi. Potrebbero essere necessarie operazioni aggiuntive per adattare lo stile agli schermi più piccoli.
pl: %(BEGIN_LINK)sKonfiguracja okna roboczego%(END_LINK)s korzystająca z parametru %(DEVICE_WIDTH)s zamiast %(VIEWPORT)s umożliwi dopasowywanie strony do ekranów o różnych szerokościach. Dopasowanie układu strony do małych ekranów może wymagać dodatkowych nakładów pracy.
pt_br: %(BEGIN_LINK)sAo configurar um visor%(END_LINK)s especificando %(DEVICE_WIDTH)s em vez de %(VIEWPORT)s, sua página se ajusta a dispositivos de diversas larguras. Pode ser mais trabalhoso ajustar seu estilo a telas menores.
sr: %(BEGIN_LINK)sАко конфигуришете област приказа%(END_LINK)s у коме се наводи %(DEVICE_WIDTH)s уместо %(VIEWPORT)s, страница ће моћи да се прилагођава уређајима различитих ширина. То ће можда захтевати додатно ангажовање с ваше стране да бисте стил прилагодили мањим екранима.
tr: %(VIEWPORT)s yerine %(DEVICE_WIDTH)s belirterek %(BEGIN_LINK)sbir görünüm yapılandırmak%(END_LINK)s, sayfanızın farklı genişliklerdeki cihazlara uyum sağlamasına olanak tanır. Bu yaklaşım, stilinizin daha küçük ekranlara uyum sağlaması için ek çalışma gerektirebilir.
zh: %(BEGIN_LINK)s配置视口%(END_LINK)s时指定 %(DEVICE_WIDTH)s（而非 %(VIEWPORT)s）可使您的网页在各种宽度的设备上都能正常显示。如果要在较小的屏幕上展示您的页面样式，那么您可能需要多花些时间来进行此配置。
zh_tw: %(BEGIN_LINK)s設定檢視區%(END_LINK)s (指定以 %(DEVICE_WIDTH)s 取代 %(VIEWPORT)s) 可讓您的網頁根據不同寬度的裝置自動調整。您可能需要另外進行設定，才能讓網頁針對較小的螢幕調整樣式設定。

source: %(BEGIN_LINK)sEnable compression%(END_LINK)s for the following resources to reduce their transfer size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: %(BEGIN_LINK)sАктивирайте компресирането%(END_LINK)s за следните ресурси, за да намалите размера им за прехвърляне с/ъс %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: %(BEGIN_LINK)sActiveu la compressió%(END_LINK)s dels recursos següents per reduir la mida de transferència en %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: %(BEGIN_LINK)sPovolte kompresi%(END_LINK)s následujících zdrojů a jejich přenosová velikost se zmenší o %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: %(BEGIN_LINK)sAktivér komprimering%(END_LINK)s for følgende ressourcer for at reducere deres overførselstørrelse med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: %(BEGIN_LINK)sHabilitar la compresión%(END_LINK)s de estos recursos para reducir su tamaño de transferencia en %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: %(BEGIN_LINK)sAutorisez la compression%(END_LINK)s des ressources suivantes afin de réduire le volume de données transférées de %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: %(BEGIN_LINK)sהפעל דחיסה%(END_LINK)s עבור המשאבים הבאים כדי להקטין את גודל ההעברה שלהם בשיעור של %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: %(BEGIN_LINK)sAktifkan kompresi%(END_LINK)s untuk sumber daya berikut guna mengurangi ukuran transfer sebanyak %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: %(BEGIN_LINK)sAttiva la compressione%(END_LINK)s per le seguenti risorse al fine di ridurre le relative dimensioni di trasferimento di %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: 次のリソースの%(BEGIN_LINK)s圧縮を有効%(END_LINK)sにすると、転送サイズを %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: %(BEGIN_LINK)sWłącz kompresowanie%(END_LINK)s, aby zredukować rozmiar transferu zasobów o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: %(BEGIN_LINK)sAtive a compactação%(END_LINK)s para os seguintes recursos a fim de diminuir o tamanho de transferência em %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: %(BEGIN_LINK)sOmogočite stiskanje%(END_LINK)s za naslednje vire, da zmanjšate njihovo velikost za prenos za %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: %(BEGIN_LINK)sОмогућите компресију%(END_LINK)s за следеће ресурсе да бисте им смањили величину при преносу за %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: Aktarım boyutlarını %(SIZE_IN_BYTES)s azaltmak için (%(PERCENTAGE)s azalma) aşağıdaki kaynaklarda %(BEGIN_LINK)ssıkıştırmayı etkinleştirin%(END_LINK)s.
zh: 为以下资源%(BEGIN_LINK)s启用压缩%(END_LINK)s可将其传送大小减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 針對下列資源%(BEGIN_LINK)s啟用壓縮功能%(END_LINK)s，可將檔案傳輸大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: %(BEGIN_LINK)sLeverage browser caching%(END_LINK)s for the following cacheable resources:
bg: %(BEGIN_LINK)sВъзползвайте се от кеширането на браузъра%(END_LINK)s за следните ресурси със съответните възможности:
ca: %(BEGIN_LINK)sAprofiteu la memòria cau del navegador%(END_LINK)s dels recursos que es poden emmagatzemar a la memòria cau següents:
cs: %(BEGIN_LINK)sVyužijte načítání do mezipaměti prohlížeče%(END_LINK)s pro následující zdroje, které to umožňují:
da: %(BEGIN_LINK)sUdnyt cachelagring i browseren%(END_LINK)s for følgende ressourcer, der kan cachelagres:
es: %(BEGIN_LINK)sAprovechar el almacenamiento en caché del navegador%(END_LINK)s de estos recursos almacenables en caché:
fr_ch: %(BEGIN_LINK)sExploitez la mise en cache du navigateur%(END_LINK)s pour les ressources suivantes pouvant être mises en cache :
he: %(BEGIN_LINK)sהיעזר ביצירת הקבצים השמורים בדפדפן%(END_LINK)s עבור המשאבים הבאים שניתן לאחסן בקובץ שמור:
id: %(BEGIN_LINK)sManfaatkan penyimpanan dalam cache browser%(END_LINK)s untuk sumber daya yang dapat disimpan dalam cache berikut:
it: %(BEGIN_LINK)sUtilizza la memorizzazione nella cache del browser%(END_LINK)s per le seguenti risorse memorizzabili nella cache:
ja: 次のキャッシュ可能なリソースで%(BEGIN_LINK)sブラウザのキャッシュを活用%(END_LINK)sしてください:
pl: %(BEGIN_LINK)sSkorzystaj z pamięci podręcznej przeglądarki%(END_LINK)s w przypadku następujących zasobów:
pt_br: %(BEGIN_LINK)sAproveite o cache do navegador%(END_LINK)s para os seguintes recursos que podem ser armazenados em cache:
sl: %(BEGIN_LINK)sIzkoristite predpomnjenje v brskalniku%(END_LINK)s za naslednje vire, ki jih je mogoče predpomniti:
sr: %(BEGIN_LINK)sИскористите кеширање прегледача%(END_LINK)s за следеће ресурсе за које је омогућено кеширање:
tr: Aşağıdaki önbelleğe alınabilir kaynaklar için %(BEGIN_LINK)starayıcı önbelleği özelliğinden yararlanın%(END_LINK)s:
zh: %(BEGIN_LINK)s利用浏览器缓存%(END_LINK)s存储以下可缓存的资源：
zh_tw: %(BEGIN_LINK)s使用瀏覽器的快取功能%(END_LINK)s來儲存下列的可快取資源：

source: %(BEGIN_LINK)sMinify CSS%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: %(BEGIN_LINK)sМинимизирайте CSS%(END_LINK)s за следните ресурси, за да намалите размера им с/ъс %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: %(BEGIN_LINK)sMinimitzeu els CSS%(END_LINK)s dels recursos següents per reduir-ne la mida en %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: %(BEGIN_LINK)sMinifikujte kód CSS%(END_LINK)s následujících zdrojů a jejich velikost se zmenší o %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: %(BEGIN_LINK)sKomprimer CSS%(END_LINK)s for følgende ressourcer for at reducere størrelsen med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: %(BEGIN_LINK)sReducir CSS%(END_LINK)s de estos recursos para reducir su tamaño en %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: %(BEGIN_LINK)sRéduisez la taille des ressources CSS%(END_LINK)s suivantes afin de gagner %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: %(BEGIN_LINK)sצמצם את ה-CSS%(END_LINK)s עבור המשאבים הבאים כדי להקטין אותם בשיעור של %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: %(BEGIN_LINK)sMinimalkan CSS%(END_LINK)s untuk sumber daya berikut guna mengurangi ukurannya sebesar %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: %(BEGIN_LINK)sMinimizza CSS%(END_LINK)s per le seguenti risorse al fine di ridurne le dimensioni di %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: 次のリソースの %(BEGIN_LINK)sCSS を縮小%(END_LINK)sすると、サイズを %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: %(BEGIN_LINK)sZmniejsz plik CSS%(END_LINK)s zasobów, aby zredukować ich rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: %(BEGIN_LINK)sReduza a CSS%(END_LINK)s para os seguintes recursos a fim de diminuir o tamanho em %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: %(BEGIN_LINK)sSkrčite CSS%(END_LINK)s za naslednje vire, da zmanjšate njihovo velikost za %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: %(BEGIN_LINK)sУмањите CSS%(END_LINK)s за следеће ресурсе да бисте их смањили за %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: Boyutlarını %(SIZE_IN_BYTES)s azaltmak için (%(PERCENTAGE)s azalma) aşağıdaki kaynaklarda %(BEGIN_LINK)sCSS'yi küçültün%(END_LINK)s.
zh: 为以下资源%(BEGIN_LINK)s缩减 CSS 大小%(END_LINK)s可将其大小减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 針對下列資源%(BEGIN_LINK)s壓縮 CSS%(END_LINK)s，可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: %(BEGIN_LINK)sMinify HTML%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: %(BEGIN_LINK)sМинимизирайте HTML%(END_LINK)s за следните ресурси, за да намалите размера им с/ъс %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: %(BEGIN_LINK)sMinimitzeu els HTML%(END_LINK)s dels recursos següents per reduir-ne la mida en %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: %(BEGIN_LINK)sMinifikujte kód HTML%(END_LINK)s následujících zdrojů a jejich velikost se zmenší o %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: %(BEGIN_LINK)sKomprimer HTML%(END_LINK)s for følgende ressourcer for at reducere størrelsen med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: %(BEGIN_LINK)sReducir HTML%(END_LINK)s de estos recursos para reducir su tamaño en %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: %(BEGIN_LINK)sRéduisez la taille des ressources HTML%(END_LINK)s suivantes afin de gagner %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: %(BEGIN_LINK)sצמצם את ה-HTML%(END_LINK)s עבור המשאבים הבאים כדי להקטין אותם בשיעור של %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: %(BEGIN_LINK)sMinimalkan HTML%(END_LINK)s untuk sumber daya berikut guna mengurangi ukurannya sebesar %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: %(BEGIN_LINK)sMinimizza HTML%(END_LINK)s per le seguenti risorse al fine di ridurne le dimensioni di %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: 次のリソースの %(BEGIN_LINK)sHTML を縮小%(END_LINK)sすると、サイズを %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: %(BEGIN_LINK)sZmniejsz plik HTML%(END_LINK)s zasobów, aby zredukować ich rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: %(BEGIN_LINK)sReduza o HTML%(END_LINK)s para os seguintes recursos a fim de diminuir o tamanho em %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: %(BEGIN_LINK)sSkrčite HTML%(END_LINK)s za naslednje vire, da zmanjšate njihovo velikost za %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: %(BEGIN_LINK)sУмањите HTML%(END_LINK)s за следеће ресурсе да бисте их смањили за %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: Boyutlarını %(SIZE_IN_BYTES)s azaltmak için (%(PERCENTAGE)s azalma) aşağıdaki kaynaklarda %(BEGIN_LINK)sHTML'yi küçültün%(END_LINK)s.
zh: 为以下资源%(BEGIN_LINK)s缩减 HTML 大小%(END_LINK)s可将其大小减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 針對下列資源%(BEGIN_LINK)s壓縮 HTML%(END_LINK)s，可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: %(BEGIN_LINK)sMinify JavaScript%(END_LINK)s for the following resources to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: %(BEGIN_LINK)sМинимизирайте JavaScript%(END_LINK)s за следните ресурси, за да намалите размера им с/ъс %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: %(BEGIN_LINK)sMinimitzeu JavaScript%(END_LINK)s dels recursos següents per reduir-ne la mida en %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: %(BEGIN_LINK)sMinifikujte JavaScript%(END_LINK)s následujících zdrojů a jejich velikost se zmenší o %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: %(BEGIN_LINK)sKomprimer JavaScript%(END_LINK)s for følgende ressourcer for at reducere størrelsen med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: %(BEGIN_LINK)sReducir JavaScript%(END_LINK)s de estos recursos para reducir su tamaño en %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: %(BEGIN_LINK)sRéduisez la taille des ressources JavaScript%(END_LINK)s suivantes afin de gagner %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: %(BEGIN_LINK)sצמצם את ה-JavaScript%(END_LINK)s עבור המשאבים הבאים כדי להקטין אותם בשיעור של %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: %(BEGIN_LINK)sMinimalkan JavaScript%(END_LINK)s untuk sumber daya berikut guna mengurangi ukurannya sebesar %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: %(BEGIN_LINK)sMinimizza JavaScript%(END_LINK)s per le seguenti risorse al fine di ridurne le dimensioni di %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: 次のリソースの %(BEGIN_LINK)sJavaScript を縮小%(END_LINK)sすると、サイズを%(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: %(BEGIN_LINK)sZmniejsz plik JavaScript%(END_LINK)s zasobów, aby zredukować ich rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: %(BEGIN_LINK)sReduza o JavaScript%(END_LINK)s para os seguintes recursos a fim de diminuir o tamanho em %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: %(BEGIN_LINK)sSkrčite JavaScript%(END_LINK)s za naslednje vire, da zmanjšate njihovo velikost za %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: %(BEGIN_LINK)sУмањите JavaScript%(END_LINK)s за следеће ресурсе да бисте их смањили за %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: Boyutlarını %(SIZE_IN_BYTES)s azaltmak için (%(PERCENTAGE)s azalma) aşağıdaki kaynaklarda %(BEGIN_LINK)sJavaScript'i küçültün%(END_LINK)s.
zh: 为以下资源%(BEGIN_LINK)s缩减 JavaScript 大小%(END_LINK)s可将其大小减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 針對下列資源%(BEGIN_LINK)s壓縮 JavaScript%(END_LINK)s，可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。
