Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(WIDTH)s wide on a typical device (%(WIDTH_PX)s CSS pixels).
bg: Ширината на „%(HTML_TEXT)s“ и още %(NUM_OTHERS)s целеви зони за докосване е само %(WIDTH)s на типично устройство (%(WIDTH_PX)s пиксела в CSS).
cs: Prvek pro klepnutí %(HTML_TEXT)s a několik (%(NUM_OTHERS)s) dalších má na typických zařízeních šířku pouze %(WIDTH)s (což odpovídá %(WIDTH_PX)s pixelům CSS).
da: Det trykbare element %(HTML_TEXT)s og %(NUM_OTHERS)s andre elementer er kun %(WIDTH)s brede på almindelige mobilenheder (%(WIDTH_PX)s CSS-pixels).
es: El botón táctil %(HTML_TEXT)s y %(NUM_OTHERS)s más tienen una anchura de solamente %(WIDTH)s en un dispositivo común (%(WIDTH_PX)s píxeles CSS).
fr_ch: La largeur de l'élément tactile %(HTML_TEXT)s et de %(NUM_OTHERS)s autres est de seulement %(WIDTH)s sur un appareil standard (%(WIDTH_PX)s pixels CSS).
he: יעד ההקשה %(HTML_TEXT)s ו-%(NUM_OTHERS)s נוספים מגיעים רק לרוחב של %(WIDTH)s במכשירים נפוצים (%(WIDTH_PX)s פיקסלים ב- CSS).
id: Lebar target ketuk %(HTML_TEXT)s dan %(NUM_OTHERS)s lainnya hanya %(WIDTH)s di perangkat biasa (%(WIDTH_PX)s piksel CSS).
it: Il target dei tocchi %(HTML_TEXT)s e altri %(NUM_OTHERS)s sono larghi solo %(WIDTH)s sui dispositivi comuni (%(WIDTH_PX)s pixel CSS).
pl: Szerokość elementu dotykowego %(HTML_TEXT)s oraz kilku innych (%(NUM_OTHERS)s) to zaledwie %(WIDTH)s na typowych urządzeniach (piksele pliku CSS: %(WIDTH_PX)s).
pt_br: O ponto de toque %(HTML_TEXT)s e outros %(NUM_OTHERS)s pontos de toque têm somente %(WIDTH)s de largura em dispositivos comuns (%(WIDTH_PX)s pixels em CSS).
sr: Циљ додира %(HTML_TEXT)s и још %(NUM_OTHERS)s су широки само %(WIDTH)s на типичном уређају (%(WIDTH_PX)s CSS пиксела).
tr: Tipik bir cihazda, %(HTML_TEXT)s ve diğer %(NUM_OTHERS)s tanesinin hafifçe vurma hedefi yalnızca %(WIDTH)s genişliğindedir (%(WIDTH_PX)s CSS piksel).
zh: %(HTML_TEXT)s 和另外%(NUM_OTHERS)s个点按目标在标准设备上的宽度仅为%(WIDTH)s（%(WIDTH_PX)s CSS 像素）。
zh_tw: 「%(HTML_TEXT)s」和另外 %(NUM_OTHERS)s 個點按目標在一般裝置上的寬度只有 %(WIDTH)s (%(WIDTH_PX)s CSS 像素)。

source: The tap target %(HTML_TEXT)s is close to %(NUM_TOO_CLOSE)s other tap targets %(SCREENSHOT)s.
bg: Целевата зона за докосване „%(HTML_TEXT)s“ е близо до %(NUM_TOO_CLOSE)s други такива зони %(SCREENSHOT)s.
cs: Prvek pro klepnutí %(HTML_TEXT)s je blízko %(NUM_TOO_CLOSE)s jiných prvků pro klepnutí %(SCREENSHOT)s.
da: Det trykbare element %(HTML_TEXT)s er for tæt på %(NUM_TOO_CLOSE)s andre trykbare elementer %(SCREENSHOT)s.
es: El botón táctil %(HTML_TEXT)s está cerca de %(NUM_TOO_CLOSE)s botones táctiles %(SCREENSHOT)s.
fr_ch: L'élément tactile %(HTML_TEXT)s est près de %(NUM_TOO_CLOSE)s autres éléments tactiles %(SCREENSHOT)s.
he: יעד ההקשה %(HTML_TEXT)s ממוקם קרוב אל %(NUM_TOO_CLOSE)s יעדי הקשה אחרים %(SCREENSHOT)s.
id: Target ketuk %(HTML_TEXT)s berdekatan dengan %(NUM_TOO_CLOSE)s target ketuk yang lain %(SCREENSHOT)s.
it: Il target dei tocchi %(HTML_TEXT)s è vicino ad altri %(NUM_TOO_CLOSE)s target dei tocchi %(SCREENSHOT)s.
pl: Element dotykowy %(HTML_TEXT)s znajduje się blisko innych elementów dotykowych (%(NUM_TOO_CLOSE)s) %(SCREENSHOT)s.
pt_br: O ponto de toque %(HTML_TEXT)s está próximo de outros %(NUM_TOO_CLOSE)s pontos desse tipo %(SCREENSHOT)s.
sr: Циљ додира %(HTML_TEXT)s је близу других циљева додира (%(NUM_TOO_CLOSE)s) %(SCREENSHOT)s.
tr: %(HTML_TEXT)s hafifçe vurma hedefi başka %(NUM_TOO_CLOSE)s hafifçe vurma hedefine yakın %(SCREENSHOT)s.
zh: %(HTML_TEXT)s 与另外%(NUM_TOO_CLOSE)s个点按目标之间的距离太近%(SCREENSHOT)s。
zh_tw: 點按目標「%(HTML_TEXT)s」與另外 %(NUM_TOO_CLOSE)s 個點按目標距離太近 %(SCREENSHOT)s。

source: The tap target %(HTML_TEXT)s is close to %(NUM_TOO_CLOSE)s other tap targets.
bg: Целевата зона за докосване „%(HTML_TEXT)s“ е близо до %(NUM_TOO_CLOSE)s други такива зони.
cs: Prvek pro klepnutí %(HTML_TEXT)s je blízko %(NUM_TOO_CLOSE)s jiných prvků pro klepnutí.
da: Det trykbare element %(HTML_TEXT)s er for tæt på %(NUM_TOO_CLOSE)s andre trykbare elementer.
es: El botón táctil %(HTML_TEXT)s está cerca de %(NUM_TOO_CLOSE)s botones táctiles.
fr_ch: L'élément tactile %(HTML_TEXT)s est près de %(NUM_TOO_CLOSE)s autres éléments tactiles.
he: יעד ההקשה %(HTML_TEXT)s ממוקם קרוב אל %(NUM_TOO_CLOSE)s יעדי הקשה אחרים.
id: Target ketuk %(HTML_TEXT)s berdekatan dengan %(NUM_TOO_CLOSE)s target ketuk yang lain.
it: Il target dei tocchi %(HTML_TEXT)s è vicino ad altri %(NUM_TOO_CLOSE)s target dei tocchi.
pl: Element dotykowy %(HTML_TEXT)s znajduje się blisko innych elementów dotykowych (%(NUM_TOO_CLOSE)s).
pt_br: O ponto de toque %(HTML_TEXT)s está próximo de outros %(NUM_TOO_CLOSE)s pontos desse tipo.
sr: Циљ додира %(HTML_TEXT)s је близу других циљева додира (%(NUM_TOO_CLOSE)s).
tr: %(HTML_TEXT)s hafifçe vurma hedefi başka %(NUM_TOO_CLOSE)s hafifçe vurma hedefine yakın.
zh: %(HTML_TEXT)s 与另外%(NUM_TOO_CLOSE)s个点按目标之间的距离太近。
zh_tw: 點按目標「%(HTML_TEXT)s」與另外 %(NUM_TOO_CLOSE)s 個點按目標距離太近。

source: The tap target %(HTML_TEXT)s is only %(WIDTH)s by %(HEIGHT)s on a typical device (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS pixels) %(SCREENSHOT)s.
bg: Размерът на целевата зона за докосване „%(HTML_TEXT)s“ е само %(WIDTH)s на %(HEIGHT)s на типично устройство (%(WIDTH_PX)sx%(HEIGHT_PX)s пиксела в CSS) %(SCREENSHOT)s.
cs: Prvek pro klepnutí %(HTML_TEXT)s má na typických zařízeních velikost pouze %(WIDTH)s x %(HEIGHT)s (což v pixelech CSS odpovídá velikosti %(WIDTH_PX)s x %(HEIGHT_PX)s) %(SCREENSHOT)s.
da: Det trykbare element %(HTML_TEXT)s er kun %(WIDTH)s x %(HEIGHT)s på almindelige mobilenheder (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS-pixels) %(SCREENSHOT)s.
es: El botón táctil %(HTML_TEXT)s solo mide %(WIDTH)s por %(HEIGHT)s en un dispositivo común (%(WIDTH_PX)s x %(HEIGHT_PX)s píxeles CSS) %(SCREENSHOT)s.
fr_ch: Les dimensions de l'élément tactile %(HTML_TEXT)s sont de seulement %(WIDTH)s par %(HEIGHT)s sur un appareil standard (%(WIDTH_PX)s x %(HEIGHT_PX)s pixels CSS) %(SCREENSHOT)s.
he: יעד ההקשה %(HTML_TEXT)s הוא רק בגודל של %(WIDTH)s על %(HEIGHT)s במכשירים נפוצים (%(WIDTH_PX)sx%(HEIGHT_PX)s פיקסלים ב-CSS) ‏%(SCREENSHOT)s.
id: Ukuran target ketuk %(HTML_TEXT)s hanya %(WIDTH)s x %(HEIGHT)s di perangkat biasa (%(WIDTH_PX)sx%(HEIGHT_PX)s piksel CSS) %(SCREENSHOT)s.
it: Il target dei tocchi %(HTML_TEXT)s ha dimensioni pari solo a %(WIDTH)s per %(HEIGHT)s sui dispositivi comuni (%(WIDTH_PX)s x %(HEIGHT_PX)s pixel CSS) %(SCREENSHOT)s.
pl: Element dotykowy %(HTML_TEXT)s ma rozmiar zaledwie %(WIDTH)s na %(HEIGHT)s na typowych urządzeniach (piksele pliku CSS: %(WIDTH_PX)s × %(HEIGHT_PX)s) %(SCREENSHOT)s.
pt_br: O ponto de toque %(HTML_TEXT)s tem somente %(WIDTH)s por %(HEIGHT)s em dispositivos comuns (%(WIDTH_PX)s x %(HEIGHT_PX)s pixels em CSS) %(SCREENSHOT)s.
sr: Циљ додира %(HTML_TEXT)s је величине само %(WIDTH)s×%(HEIGHT)s на типичном уређају (%(WIDTH_PX)s×%(HEIGHT_PX)s CSS пиксела) %(SCREENSHOT)s.
tr: Tipik bir cihazda, %(HTML_TEXT)s hafifçe vurma hedefi yalnızca %(WIDTH)s genişlikte ve %(HEIGHT)s yüksekliktedir (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS piksel) %(SCREENSHOT)s.
zh: 点按目标 %(HTML_TEXT)s 在标准设备上的呈现尺寸仅为%(WIDTH)sx%(HEIGHT)s（%(WIDTH_PX)sx%(HEIGHT_PX)s CSS 像素）%(SCREENSHOT)s。
zh_tw: 點按目標「%(HTML_TEXT)s」在一般裝置上的大小只有 %(WIDTH)sx%(HEIGHT)s (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS 像素) %(SCREENSHOT)s。

source: The tap target %(HTML_TEXT)s is only %(WIDTH)s by %(HEIGHT)s on a typical device (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS pixels).
bg: Размерът на целевата зона за докосване „%(HTML_TEXT)s“ е само %(WIDTH)s на %(HEIGHT)s на типично устройство (%(WIDTH_PX)sx%(HEIGHT_PX)s пиксела в CSS).
cs: Prvek pro klepnutí %(HTML_TEXT)s má na typických zařízeních velikost pouze %(WIDTH)s x %(HEIGHT)s (což v pixelech CSS odpovídá velikosti %(WIDTH_PX)s x %(HEIGHT_PX)s).
da: Det trykbare element %(HTML_TEXT)s er kun %(WIDTH)s x %(HEIGHT)s på almindelige mobilenheder (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS-pixels).
es: El botón táctil %(HTML_TEXT)s solo mide %(WIDTH)s por %(HEIGHT)s en un dispositivo común (%(WIDTH_PX)s x %(HEIGHT_PX)s píxeles CSS).
fr_ch: Les dimensions de l'élément tactile %(HTML_TEXT)s sont de seulement %(WIDTH)s par %(HEIGHT)s sur un appareil standard (%(WIDTH_PX)s x %(HEIGHT_PX)s pixels CSS).
he: יעד ההקשה %(HTML_TEXT)s הוא רק בגודל של %(WIDTH)s על %(HEIGHT)s במכשירים נפוצים (%(WIDTH_PX)sx%(HEIGHT_PX)s פיקסלים ב-CSS).
id: Ukuran target ketuk %(HTML_TEXT)s hanya %(WIDTH)s x %(HEIGHT)s di perangkat biasa (%(WIDTH_PX)sx%(HEIGHT_PX)s piksel CSS).
it: Il target dei tocchi %(HTML_TEXT)s ha dimensioni pari solo a %(WIDTH)s per %(HEIGHT)s sui dispositivi comuni (%(WIDTH_PX)s x %(HEIGHT_PX)s pixel CSS).
pl: Element dotykowy %(HTML_TEXT)s ma rozmiar zaledwie %(WIDTH)s na %(HEIGHT)s na typowych urządzeniach (piksele pliku CSS: %(WIDTH_PX)s × %(HEIGHT_PX)s).
pt_br: O ponto de toque %(HTML_TEXT)s tem somente %(WIDTH)s de largura por %(HEIGHT)s de altura em dispositivos comuns (%(WIDTH_PX)s x %(HEIGHT_PX)s pixels em CSS).
sr: Циљ додира %(HTML_TEXT)s је величине само %(WIDTH)s×%(HEIGHT)s на типичном уређају (%(WIDTH_PX)s×%(HEIGHT_PX)s CSS пиксела).
tr: Tipik bir cihazda, %(HTML_TEXT)s hafifçe vurma hedefi yalnızca %(WIDTH)s genişlikte ve %(HEIGHT)s yüksekliktedir (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS piksel).
zh: 点按目标 %(HTML_TEXT)s 在标准设备上的呈现尺寸仅为%(WIDTH)sx%(HEIGHT)s（%(WIDTH_PX)sx%(HEIGHT_PX)s CSS 像素）。
zh_tw: 點按目標「%(HTML_TEXT)s」在一般裝置上的大小只有 %(WIDTH)sx%(HEIGHT)s (%(WIDTH_PX)sx%(HEIGHT_PX)s CSS 像素)。

source: The text on your page is legible. Learn more about %(BEGIN_LINK)susing legible font sizes%(END_LINK)s.
bg: Текстът на страницата ви е четлив. Научете повече за %(BEGIN_LINK)sизползването на четливи размери на шрифта%(END_LINK)s.
cs: Text na vaší stránce je čitelný. Další informace o %(BEGIN_LINK)spoužívání čitelných velikostí písma%(END_LINK)s
da: Teksten på din side er læselig. Få flere oplysninger om %(BEGIN_LINK)sbrugen af læselige skriftstørrelser%(END_LINK)s.
es: El texto de la página es legible. Más información sobre cómo %(BEGIN_LINK)sutilizar tamaños de fuente que se puedan leer%(END_LINK)s.
fr_ch: Le texte de votre page est lisible. En savoir plus sur l'%(BEGIN_LINK)sutilisation de tailles de police lisibles%(END_LINK)s.
he: הטקסט בדף שלך קריא. קרא עוד על %(BEGIN_LINK)sשימוש בגדלי גופן קריאים%(END_LINK)s.
id: Teks di laman Anda dapat dibaca. Pelajari lebih lanjut tentang %(BEGIN_LINK)smenggunakan ukuran font yang dapat dibaca%(END_LINK)s.
it: Il testo della pagina è leggibile. Leggi ulteriori informazioni sull'%(BEGIN_LINK)sutilizzo di dimensioni di carattere leggibili%(END_LINK)s.
pl: Tekst na Twojej stronie jest czytelny. Dowiedz się więcej o %(BEGIN_LINK)sużywaniu czytelnych rozmiarów czcionek%(END_LINK)s.
pt_br: O texto na sua página é legível. Saiba mais sobre o %(BEGIN_LINK)suso de tamanhos de fonte legíveis%(END_LINK)s.
sr: Текст на страници је читљив. Сазнајте више о %(BEGIN_LINK)sкоришћењу читљивих величина фонтова%(END_LINK)s.
tr: Sayfanızdaki metin okunaklı. %(BEGIN_LINK)sOkunaklı yazı tipi boyutları kullanma%(END_LINK)s ile ilgili daha fazla bilgi edinin.
zh: 网页中的文本清晰可辨。详细了解%(BEGIN_LINK)s使用清晰可辨的字体大小%(END_LINK)s。
zh_tw: 您網頁上的文字相當易讀。進一步瞭解如何%(BEGIN_LINK)s使用易讀的字型大小%(END_LINK)s。

source: There are %(NUM_FILES)s CSS files served from %(DOMAIN_NAME)s. They should be combined into as few files as possible.
bg: Има %(NUM_FILES)s CSS файла, показвани от %(DOMAIN_NAME)s. Необходимо е да се обединят във възможно най-малък брой файлове.
ca: Hi ha %(NUM_FILES)s fitxers CSS que es publiquen des de %(DOMAIN_NAME)s. Us recomanem que els combineu en el mínim de fitxers possible.
cs: Hostitel %(DOMAIN_NAME)s poskytuje několik souborů CSS (celkem %(NUM_FILES)s). Je vhodné je vzájemně pospojovat do co nejmenšího počtu souborů.
da: Der vises %(NUM_FILES)s CSS-filer fra %(DOMAIN_NAME)s. De skal kombineres til så få filer som muligt.
es: Existen %(NUM_FILES)s archivos CSS procedentes de %(DOMAIN_NAME)s que se deben combinar en el menor número de archivos posible.
fr_ch: %(NUM_FILES)s fichiers CSS sont diffusés à partir de %(DOMAIN_NAME)s. Regroupez-les afin de réduire au maximum leur nombre.
he: יש %(NUM_FILES)s קובצי CSS המגיעים מ-%(DOMAIN_NAME)s. יש לשלב אותם בכמה שפחות קבצים.
id: Ada %(NUM_FILES)s file CSS yang disajikan dari %(DOMAIN_NAME)s. File tersebut harus digabungkan menjadi file dalam jumlah sesedikit mungkin.
it: Sono presenti %(NUM_FILES)s file CSS pubblicati da %(DOMAIN_NAME)s che dovrebbero essere combinati nel minor numero di file possibile.
ja: %(NUM_FILES)s 個の CSS ファイルが %(DOMAIN_NAME)s から取得されています。できるだけ少ないファイル数にまとめてください。
pl: Pliki CSS (%(NUM_FILES)s) serwowane z domeny %(DOMAIN_NAME)s powinny być połączone w jak najmniejszą liczbę plików.
pt_br: Há %(NUM_FILES)s arquivos CSS veiculados a partir de %(DOMAIN_NAME)s. Eles devem ser combinados no menor número possível de arquivos.
sl: Iz domene %(DOMAIN_NAME)s se streže toliko datotek CSS: %(NUM_FILES)s. Združiti jih je treba v čim manj datotek.
sr: CSS датотеке (%(NUM_FILES)s) се приказују са домена %(DOMAIN_NAME)s. Требало би да буду комбиноване у што мање датотека.
tr: %(DOMAIN_NAME)s adresinden sunulan %(NUM_FILES)s CSS dosyası var. Bunlar, mümkün olduğunca az sayıda dosyada birleştirilmelidir.
zh: %(DOMAIN_NAME)s 提供了%(NUM_FILES)s个 CSS 文件。您应该尽量将其合并以减少文件数量。
zh_tw: 有 %(NUM_FILES)s 個 CSS 檔案是由 %(DOMAIN_NAME)s 提供。請盡可能合併這些檔案，讓檔案總數越少越好：

source: There are %(NUM_FILES)s JavaScript files served from %(DOMAIN_NAME)s. They should be combined into as few files as possible.
bg: Има %(NUM_FILES)s JavaScript файла, показвани от %(DOMAIN_NAME)s. Необходимо е да се обединят във възможно най-малък брой файлове.
ca: Hi ha %(NUM_FILES)s fitxers JavaScript que es publiquen des de %(DOMAIN_NAME)s. Us recomanem que els combineu en el mínim de fitxers possible.
cs: Hostitel %(DOMAIN_NAME)s poskytuje %(NUM_FILES)s souborů JavaScript. Je vhodné je vzájemně pospojovat do co nejmenšího počtu souborů.
da: Der vises %(NUM_FILES)s JavaScript-filer fra %(DOMAIN_NAME)s. De skal kombineres til så få filer som muligt.
es: Existen %(NUM_FILES)s archivos JavaScript procedentes de %(DOMAIN_NAME)s que se deben combinar en el menor número de archivos posible.
fr_ch: %(NUM_FILES)s fichiers JavaScript sont diffusés à partir de %(DOMAIN_NAME)s. Regroupez-les afin de réduire au maximum leur nombre.
he: יש %(NUM_FILES)s קובצי JavaScript המגיעים מ-%(DOMAIN_NAME)s. יש לשלב אותם בכמה שפחות קבצים.
id: Ada %(NUM_FILES)s file JavaScript yang ditampilkan dari %(DOMAIN_NAME)s. File tersebut harus digabungkan menjadi file dalam jumlah sesedikit mungkin.
it: Sono presenti %(NUM_FILES)s file JavaScript pubblicati da %(DOMAIN_NAME)s che dovrebbero essere combinati nel minor numero di file possibile.
ja: %(NUM_FILES)s 個の JavaScript ファイルが %(DOMAIN_NAME)s から取得されています。できるだけ少ないファイル数にまとめてください。
pl: Pliki JavaScript (%(NUM_FILES)s) serwowane z domeny %(DOMAIN_NAME)s powinny być połączone w jak najmniejszą liczbę plików.
pt_br: Há %(NUM_FILES)s arquivos JavaScript veiculados a partir de %(DOMAIN_NAME)s. Eles devem ser combinados no menor número possível de arquivos.
sl: Iz domene %(NUM_FILES)s se streže toliko datotek JavaScript: %(DOMAIN_NAME)s. Združiti jih je treba v čim manj datotek.
sr: JavaScript датотеке (%(NUM_FILES)s) се приказују са домена %(DOMAIN_NAME)s. Требало би да буду комбиноване у што мање датотека.
tr: %(DOMAIN_NAME)s adresinden sunulan %(NUM_FILES)s JavaScript dosyası var. Bunlar, mümkün olduğunca az sayıda dosyada birleştirilmelidir.
zh: %(DOMAIN_NAME)s 提供了%(NUM_FILES)s个 JavaScript 文件。您应该尽量将其合并以减少文件数量。
zh_tw: 有 %(NUM_FILES)s 個 JavaScript 檔案是由 %(DOMAIN_NAME)s 提供。請盡可能合併這些檔案，讓檔案總數越少越好：

source: This page makes %(NUM_REQUESTS)s parallelizable requests to %(HOSTNAME)s. Increase download parallelization by distributing these requests across multiple hostnames:
bg: Тази страница прави %(NUM_REQUESTS)s паралелно зареждащи се заявки към %(HOSTNAME)s. Увеличете паралелното извършване на изтегляния чрез разпределяне на тези заявки към няколко имена на хостове:
ca: Aquesta pàgina fa que %(NUM_REQUESTS)s sol·licituds es puguin carregar en paral·lel a %(HOSTNAME)s. Per augmentar la càrrega en paral·lel, distribuïu aquestes sol·licituds en diversos noms d'amfitrió:
cs: Stránka vytváří %(NUM_REQUESTS)s paralelizovatelných požadavků na hostitele %(HOSTNAME)s. Zvyšte paralelizaci stahování rozdělením těchto požadavků mezi více názvů hostitelů:
da: Denne side sender %(NUM_REQUESTS)s anmodninger, der kan hentes parallelt, til %(HOSTNAME)s. Du kan forbedre paralleliseringen af downloads ved at distribuere disse anmodninger til flere værtsnavne:
es: Esta página realiza %(NUM_REQUESTS)s consultas a %(HOSTNAME)s, que se podrían efectuar en paralelo. Distribuye las consultas que se indican a continuación entre varios nombres de host para aumentar las descargas en paralelo.
fr_ch: Cette page envoie à %(HOSTNAME)s %(NUM_REQUESTS)s requêtes qui peuvent être chargées en parallèle. Augmentez le nombre de téléchargements en parallèle en répartissant ces requêtes entre plusieurs noms d'hôte :
he: הדף הזה מבצע %(NUM_REQUESTS)s בקשות הניתנות לטעינה במקביל עבור %(HOSTNAME)s. הגדל את ההורדה של הטעינה במקביל על ידי הפצת בקשות אלה בשמות מרובים של מחשבים מארחים:
id: Laman ini membuat %(NUM_REQUESTS)s permintaan yang dapat diparalelkan ke %(HOSTNAME)s. Tingkatkan paralelisasi pengunduhan dengan mendistribusikan permintaan ini di beberapa nama hosting:
it: Questa pagina invia %(NUM_REQUESTS)s richieste caricabili in contemporanea a %(HOSTNAME)s. Aumenta il caricamento in contemporanea dei download distribuendo tali richieste fra più nomi host:
ja: このページは、%(NUM_REQUESTS)s 件の同時読み込みリクエストを %(HOSTNAME)s に送信します。これらのリクエストを複数のホスト名に分散することで、同時読み込み速度を速めることができます:
pl: Ta strona wysyła żądania z możliwością wczytania równoległego (%(NUM_REQUESTS)s) do %(HOSTNAME)s. Zwiększ poziom pobierania równoległego, rozpraszając żądania na więcej hostów:
pt_br: Esta página faz %(NUM_REQUESTS)s solicitações carregáveis em paralelo para %(HOSTNAME)s. Aumente o carregamento em paralelo de downloads distribuindo essas solicitações entre vários nomes do host:
sl: Ta stran gostitelju %(HOSTNAME)s pošlje toliko zahtev: %(NUM_REQUESTS)s, ki omogočajo paraleliziranje. Povečajte število paraleliziranja prenosov z razporejanjem teh zahtev med več imeni gostiteljev:
sr: Ова страница упућује %(NUM_REQUESTS)s захтева који могу истовремено да се учитају на %(HOSTNAME)s. Повећајте истовремено учитавање преузимања дистрибуирањем ових захтева на више имена хоста:
tr: Bu sayfa %(HOSTNAME)s ana makinesine, paralel yapılabilir %(NUM_REQUESTS)s istekte bulunuyor. Şu istekleri birden fazla ana makine adına dağıtarak paralel indirmeyi artırın:
zh: 该网页向 %(HOSTNAME)s 发出%(NUM_REQUESTS)s个同时载入请求。请将这些请求分发给多个主机名，以便增加并行下载量：
zh_tw: 此網頁向 %(HOSTNAME)s 提出 %(NUM_REQUESTS)s 個可平行處理的要求。請將這些要求分散到多個主機名稱，以增加下載平行處理的數量：

source: Unknown plugin of type %(TYPE)s.
bg: Неизвестна приставка от типа „%(TYPE)s“.
cs: Neznámý plugin typu %(TYPE)s.
da: Ukendt plugin af typen %(TYPE)s.
es: Plugin desconocido de tipo %(TYPE)s.
fr_ch: Plug-in inconnu de type %(TYPE)s
he: פלאגין לא מוכר מסוג %(TYPE)s.
id: Plugin yang tidak diketahui dari jenis %(TYPE)s.
it: Plug-in di tipo %(TYPE)s sconosciuto.
pl: Nieznane wtyczki typu %(TYPE)s.
pt_br: Plug-in desconhecido do tipo %(TYPE)s.
sr: Непозната додатна компонента типа %(TYPE)s.
tr: %(TYPE)s türünde bilinmeyen eklenti.
zh: 类型为%(TYPE)s的未知插件。
zh_tw: %(TYPE)s 類型的不明外掛程式。

source: Use an Application Cache
bg: Използване на Application Cache
ca: Utilització d'una memòria cau d'aplicacions
cs: Použijte funkci Application Cache
da: Brug en applikationscache
es: Utilizar una caché de aplicación
fr_ch: Utiliser Application Cache
he: השתמש בקובץ שמור של יישום
id: Gunakan Cache Aplikasi
it: Usa la cache di un'applicazione
ja: アプリケーション キャッシュを使用する
pl: Używaj pamięci podręcznej aplikacji
pt_br: Use um cache de aplicativo
sl: Uporaba predpomnilnika programov
sr: Коришћење Application Cache-а
tr: Uygulama Önbelleği kullanın
zh: 使用 Application Cache
zh_tw: 使用應用程式快取

source: Use legible font sizes
bg: Използване на четливи размери на шрифта
cs: Používejte čitelné velikosti písma
da: Brug egnede skriftstørrelser
es: Utilizar tamaños de fuente que se puedan leer
fr_ch: Utiliser des tailles de police lisibles
he: השתמש בגופנים בגודל קריא
id: Gunakan ukuran font yang mudah dibaca
it: Utilizza dimensioni di carattere leggibili
pl: Używaj czytelnych rozmiarów czcionek
pt_br: Use tamanhos de fonte legíveis
sr: Користите читљиве величине фонтова
tr: Okunabilir yazı tipi boyutları kullanma
zh: 使用清晰可辨的字体大小
zh_tw: 使用易讀的字型大小
