Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: Compacting CSS code can save many bytes of data and speed up download and parse times.
bg: Сбиването на CSS кода може да спести много байтове данни и да намали времето за изтегляне и синтактично анализиране.
ca: Compactar codi CSS pot estalviar molts bytes de dades i fer accelerar els temps de baixada i d'anàlisi.
cs: Minifikací kódu CSS můžete ušetřit velké množství dat a zrychlit stahování a analýzu.
da: Komprimering af CSS-kode kan spare mange databytes og give en hurtigere download- og parsingtid.
es: Compactar el código CSS puede ahorrar una gran cantidad de bytes de datos y acelerar los tiempos de descarga y análisis.
fr_ch: En compressant votre code CSS, vous pouvez libérer de nombreux octets de données et réduire les délais de téléchargement et d'analyse.
he: דחיסת קוד CSS יכולה לחסוך בייטים רבים של נתונים ולקצר את זמני ההורדה והניתוח.
id: Memampatkan kode CSS dapat menghemat banyak bita data dan mempercepat waktu pengunduhan dan penguraian.
it: La compattazione del codice CSS può far risparmiare parecchi byte di dati e può velocizzare i tempi di download e analisi.
ja: CSS コードを縮小すると、データ サイズを大きく削減でき、ダウンロードや解析の速度を向上させることができます。
pl: Kompaktowanie kodu CSS pozwala oszczędzić wiele bajtów danych. Kod będzie szybciej pobierany i analizowany.
pt_br: A compactação do código CSS pode economizar muitos bytes de dados e acelerar os tempos de download e de análise.
sl: S stiskanjem kode CSS lahko zmanjšate količino prenesenih podatkov in pospešite prenos ter razčlenjevanje.
sr: Сажимање CSS кода може да уштеди много бајтова података и убрза преузимање и рашчлањивање.
tr: CSS kodunu küçültmek, baytlarca veriden tasarruf edilmesini sağlarken indirme ve ayrıştırma işlemlerini de hızlandırabilir.
zh: 压缩 CSS 代码可以节省大量数据字节空间，并提高下载和解析的速度。
zh_tw: 使用精簡的 CSS 程式碼可以大幅減少資料量，同時加快下載及剖析的速度。

source: Compacting HTML code, including any inline JavaScript and CSS contained in it, can save many bytes of data and speed up download and parse times.
bg: Сбиването на HTML кода, включително вградените JavaScript и CSS, които се съдържат в него, може да спести много байтове данни и да намали времето за изтегляне и синтактично анализиране.
ca: Compactar codi HTML, inclòs qualsevol CSS i JavaScript inserit que contingui, pot estalviar molts bytes de dades i fer accelerar els temps de baixada i d'anàlisi.
cs: Minifikací kódu HTML, včetně veškerého vloženého kódu JavaScript a CSS, lze ušetřit velké množství dat a zrychlit stahování a analýzu.
da: Komprimering af HTML-kode, herunder eventuel indlejret JavaScript og CSS, kan spare mange databytes og give en hurtigere download- og parsingtid.
es: Compactar el código HTML, incluido cualquier código CSS y JavaScript insertado que contenga, puede ahorrar una gran cantidad de bytes de datos y acelerar los tiempos de descarga y análisis.
fr_ch: En compressant votre code HTML (y compris le code JavaScript et CSS intégré), vous pouvez libérer de nombreux octets de données et réduire les délais de téléchargement et d'analyse.
he: דחיסת קוד HTML, כולל JavaScript ו-CSS מוטבעים הכלולים בקוד, יכולה לחסוך בייטים רבים של נתונים ולקצר את זמני ההורדה והניתוח.
id: Memampatkan kode HTML, termasuk CSS dan JavaScript sebaris apa pun yang ada di dalamnya, dapat menghemat banyak bita data dan mempercepat waktu pengunduhan dan penguraian.
it: La compattazione del codice HTML e dell'eventuale codice JavaScript e CSS incorporato in esso contenuto può far risparmiare parecchi byte di dati e velocizzare i tempi di download e analisi.
ja: HTML コード（コード内のインライン JavaScript と CSS を含む）を縮小すると、データ サイズを大きく削減でき、ダウンロードや解析の速度を向上させることができます。
pl: Kompaktowanie kodu HTML, a także wszelkiego wbudowanego kodu JavaScript i arkuszy CSS, pozwala zaoszczędzić wiele bajtów danych. Kod będzie szybciej pobierany i analizowany.
pt_br: A compactação do código HTML, incluindo qualquer JavaScript e CSS in-line contidas nele, pode economizar muitos bytes de dados e acelerar os tempos de download e de análise.
sl: S stiskanjem kode HTML, vključno s skripti JavaScript in slogi CSS, vdelanimi v njej, lahko prihranite precej prostora ter pospešite prenos v računalnik in razčlenjevanje.
sr: Сажимање HTML кода, укључујући сав уграђен JavaScript и CSS у њему, може да уштеди много бајтова података и убрза преузимање и рашчлањивање.
tr: HTML kodunu, içerdiği tüm satır içi JavaScript ve CSS ile birlikte küçültmek, baytlarca veriden tasarruf edilmesini sağlarken indirme ve ayrıştırma işlemlerini de hızlandırabilir.
zh: 压缩 HTML 代码（包括其中所含的任何内嵌 JavaScript 和 CSS）可以节省大量数据字节空间，并提高下载和解析的速度。
zh_tw: 使用精簡的 HTML 程式碼 (包含任何內嵌 JavaScript 和其中所含的 CSS) 可以大幅減少資料量，同時加快下載及剖析的速度。

source: Compacting JavaScript code can save many bytes of data and speed up downloading, parsing, and execution time.
bg: Сбиването на кода на JavaScript може да спести много байтове данни и да намали времето за изтегляне, синтактично анализиране и изпълнение.
ca: Compactar codi JavaScript pot estalviar molts bytes de dades i fer accelerar els temps de baixada, d'anàlisi i d'execució.
cs: Minifikací kódu JavaScript lze ušetřit velké množství dat a zrychlit stahování, analýzu a spouštění.
da: Komprimering af JavaScript-kode kan spare mange databytes og give en hurtigere download-, parsing- og gennemførselstid.
es: Compactar el código JavaScript puede ahorrar una gran cantidad de bytes de datos y acelerar los tiempos de descarga, análisis y ejecución.
fr_ch: En compressant votre code JavaScript, vous pouvez libérer de nombreux octets de données et réduire les délais de téléchargement, d'analyse et d'exécution.
he: דחיסת קוד JavaScript יכולה לחסוך בייטים רבים של נתונים ולקצר את זמני ההורדה, הניתוח והביצוע.
id: Memampatkan kode JavaScript dapat menghemat banyak bita data dan mempercepat waktu pengunduhan, penguraian, dan eksekusi.
it: La compattazione del codice JavaScript può far risparmiare parecchi byte di dati e può velocizzare download, analisi e tempo di esecuzione.
ja: JavaScript コードを縮小すると、データ サイズを大きく削減でき、ダウンロード、解析、実行の速度を向上させることができます。
pl: Kompaktowanie kodu JavaScript pozwala zaoszczędzić wiele bajtów danych. Kod będzie szybciej pobierany, analizowany i wykonywany.
pt_br: A compactação do código JavaScript pode economizar muitos bytes de dados e acelerar os tempos de download, de análise e de execução.
sl: S stiskanjem kode JavaScript zmanjšate količino prenesenih podatkov, pospešite prenos in razčlenjevanje ter skrajšate čas izvajanja.
sr: Сажимање JavaScript кода може да уштеди много бајтова података и убрза преузимање, рашчлањивање и извршавање.
tr: JavaScript kodunu küçültmek, baytlarca veriden tasarruf edilmesini sağlarken indirme, ayrıştırma ve çalıştırma işlemlerini de hızlandırabilir.
zh: 压缩 JavaScript 代码可以节省大量数据字节空间，并提高下载、解析和执行的速度。
zh_tw: 使用精簡的 JavaScript 程式碼可以大幅減少資料量，同時加快下載、剖析及執行的速度。

source: Compressing %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: Компресирането на %(URL)s може да спести %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: Si comprimiu %(URL)s, es pot estalviar %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: Kompresí zdroje %(URL)s lze ušetřit %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: Ved at komprimere %(URL)s kan der spares %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: Si se comprime %(URL)s, supondría un ahorro de %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: La compression de %(URL)s pourrait libérer %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: דחיסת %(URL)s יכולה לחסוך %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: Mengompresi %(URL)s dapat menghemat %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: La compressione di %(URL)s potrebbe consentire di risparmiare %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: %(URL)s を圧縮すると %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: Kompresja %(URL)s pozwoliła zredukować rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: A compactação de %(URL)s pouparia %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: S stiskanjem %(URL)s bi lahko prihranili %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: Компримовањем %(URL)s можете да уштедите %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: %(URL)s sayfasının sıkıştırılması %(SIZE_IN_BYTES)s tasarruf (%(PERCENTAGE)s azalma) sağlayabilir.
zh: 压缩 %(URL)s 可减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 壓縮 %(URL)s 可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: Compressing resources with gzip or deflate can reduce the number of bytes sent over the network.
bg: Компресирането на ресурсите с gzip или deflate може да намали броя байтове, изпратени през мрежата.
ca: Comprimir recursos amb <code>gzip</code> o bé amb <code>deflate</code> pot reduir el nombre de bytes que s'envien a través de la xarxa.
cs: Komprimací zdrojů pomocí nástroje Gzip nebo Deflate můžete snížit množství dat posílaných po síti.
da: Komprimering af ressourcer med gzip eller deflate kan reducere antallet af bytes, der sendes over netværket.
es: Comprimir recursos con gzip o con deflate puede reducir el número de bytes enviados a través de la red.
fr_ch: En compressant vos ressources avec "gzip" ou "deflate", vous pouvez réduire le nombre d'octets envoyés sur le réseau.
he: דחיסת משאבים באמצעות ‎gzip‎ או ‎deflate‎ יכולה להפחית את מספר הבייטים הנשלחים ברשת.
id: Mengompresi sumber daya dengan gzip atau deflate dapat mengurangi jumlah bita yang dikirimkan melalui jaringan.
it: La compressione delle risorse con gzip o deflate può ridurre il numero di byte inviati tramite la rete.
ja: gzip や deflate を使用してリソースを圧縮することで、ネットワークで送信されるバイト数を減らすことができます。
pl: Kompresja zasobów przy użyciu algorytmu gzip lub deflate może zmniejszyć liczbę bajtów przesyłanych przez sieć.
pt_br: A compactação de recursos com gzip ou deflate pode reduzir o número de bytes enviados pela rede.
sl: S stiskanjem sredstev z orodjem »gzip« ali »deflate« lahko zmanjšate količino podatkov, poslanih v omrežju.
sr: Компримовањем ресурса помоћу параметара gzip или deflate може да се смањи број бајтова који се шаљу преко мреже.
tr: Kaynakları gzip veya deflate ile sıkıştırmak, ağ üzerinden gönderilen bayt sayısını azaltabilir.
zh: 使用 gzip 或 deflate 压缩资源可以减少通过网络发送的字节数。
zh_tw: 使用 gzip 或 deflate 壓縮資源可以減少透過網路傳送的位元組數。

source: Compressing the HTML of your page can make your page render the majority of above the fold content within the first 15kB of the response.
bg: При компресиране на HTML кода на страницата ви по-голямата част от съдържанието на видимата на екрана част от нея може да се изобрази в рамките на първите 15 КБ от отговора.
ca: Si comprimiu l'HTML de la vostra pàgina, podeu fer que renderitzi la majoria del contingut de la part superior visible en els primers 15 KB de la resposta.
cs: Komprese kódu HTML vaší stránky umožní vykreslování většiny obsahu nad okrajem v rámci prvních 15 kB odezvy.
da: Ved at komprimere HTML-sektionen på din side kan din side gengive det meste indhold over skillelinjen inden for de første 15 KB af svaret.
es: Si se comprime el HTML de la página, se podrá mostrar la mayoría del contenido de la mitad superior de la página dentro de los primeros 15 KB de la respuesta.
fr_ch: La compression du code HTML de votre page peut permettre à celle-ci d'afficher la majorité du contenu au-dessus de la ligne de flottaison dans les premiers 15 Ko de la réponse.
he: דחיסת ה-HTML של הדף שלך יכולה לאפשר לדף לעבד את רוב התוכן בחלק העליון והקבוע כחלק מ-15 הקילובייט הראשונים של התגובה.
id: Mengompresi HTML laman Anda dapat membuat laman merender mayoritas konten paruh atas dalam 15 kB pertama respons.
it: La compressione del codice HTML della pagina potrebbe consentire la visualizzazione di gran parte dei contenuti above the fold della pagina entro i primi 15 kB della risposta.
ja: ページの HTML を圧縮すると、ページはレスポンスの最初の 15 KB 以内で、スクロールせずに見えるコンテンツの大部分をレンダリングできます。
pl: Dzięki kompresji kodu HTML strony większość strony widocznej na ekranie może się wyrenderować z wykorzystaniem pierwszych 15 KB odpowiedzi.
pt_br: Compactar o HTML de sua página pode fazer com que ela renderize a maioria do conteúdo acima da dobra nos primeiros 15 kB da resposta.
sl: Če stisnete HTML strani, bo stran morda lahko upodobila večino vsebine na vrhu strani v okviru prvih 15 KB odziva.
sr: Ако компримујете HTML на страници, страница ће моћи да прикаже већи део садржаја изнад прелома у првих 15 kB одговора.
tr: Sayfanızın HTML'sinin sıkıştırılması, sayfanızın ekranın üst kısmının büyük bölümünün ilk 15 KB'lık yanıt içinde oluşturulmasını sağlayabilir.
zh: 如果您压缩自己网页的 HTML，就可以在响应的前15 KB 内呈现大部分首屏内容。
zh_tw: 壓縮網頁的 HTML 可讓網頁的前幾行內容大多數在回應的前 15KB 內順利轉譯。

source: Configure the viewport
bg: Конфигуриране на прозореца за показване
cs: Nakonfigurujte viewport
da: Konfigurer visningen
es: Configurar ventana gráfica
fr_ch: Configurer la vue
he: הגדר את ה-viewport
id: Konfigurasikan area pandang
it: Configura la viewport
pl: Konfiguracja okna roboczego
pt_br: Configure o visor
sr: Конфигуришите област приказа
tr: Görünümü yapılandırın
zh: 配置 viewport
zh_tw: 設定檢視區

source: Cookies: %(SIZE_IN_BYTES)s
bg: „Бисквитки“: %(SIZE_IN_BYTES)s
ca: Galetes: %(SIZE_IN_BYTES)s
cs: Soubory cookie: %(SIZE_IN_BYTES)s
he: קובצי cookie‏: %(SIZE_IN_BYTES)s
id: Cookie: %(SIZE_IN_BYTES)s
it: Cookie: %(SIZE_IN_BYTES)s
ja: Cookie: %(SIZE_IN_BYTES)s
pl: Pliki cookie: %(SIZE_IN_BYTES)s
sl: Piškotki: %(SIZE_IN_BYTES)s
sr: Колачићи: %(SIZE_IN_BYTES)s
tr: Çerezler: %(SIZE_IN_BYTES)s
zh: Cookie：%(SIZE_IN_BYTES)s
zh_tw: Cookie 大小：%(SIZE_IN_BYTES)s

source: Cookies: %(SIZE_IN_BYTES)s (note that this is a static resource, and should be served from a cookieless domain)
bg: „Бисквитки“: %(SIZE_IN_BYTES)s (обърнете внимание, че това е статичен ресурс и трябва да бъде подаван от домейн без „бисквитки“)
ca: Galetes: %(SIZE_IN_BYTES)s (tingueu en compte que es tracta d'un recurs estàtic i que s'ha de publicar des d'un domini sense galetes).
cs: Soubory cookie: %(SIZE_IN_BYTES)s (Toto je statický zdroj, který by měl být poskytován z domény bez souborů cookie.)
da: Cookies: %(SIZE_IN_BYTES)s (Bemærk, at dette er en statisk ressource, som bør vises fra et domæne uden cookies)
es: Cookies: %(SIZE_IN_BYTES)s (ten en cuenta que se trata de un recurso estático y que debería proporcionarse desde un dominio sin cookies)
fr_ch: Cookies : %(SIZE_IN_BYTES)s (notez qu'il s'agit d'une ressource statique qui doit être diffusée à partir d'un domaine sans cookie)
he: קובצי cookie‏: %(SIZE_IN_BYTES)s (שים לב שזהו משאב סטטי, ויש להגיש אותו מדומיין ללא קובצי cookie)
id: Cookie: %(SIZE_IN_BYTES)s (perhatikan bahwa ini adalah sumber daya statis dan harus dilayani dari domain tanpa cookie)
it: Cookie: %(SIZE_IN_BYTES)s (tieni presente che questa è una risorsa statica che dovrebbe essere pubblicata da un dominio senza cookie)
ja: Cookie: %(SIZE_IN_BYTES)s（これは静的リソースなので、Cookie を使用しないドメインから提供してください）
pl: Pliki cookie: %(SIZE_IN_BYTES)s (pamiętaj, że to zasoby statyczne; powinny być wyświetlane z domeny bez plików cookie)
pt_br: Cookies: %(SIZE_IN_BYTES)s. Este é um recurso estático e deve ser veiculado a partir de um domínio sem cookies
sl: Piškotki: %(SIZE_IN_BYTES)s (to je statičen vir in mora biti strežen iz domene brez piškotkov)
sr: Колачићи: %(SIZE_IN_BYTES)s (имајте на уму да је ово статички ресурс и да га треба приказати са домена без колачића)
tr: Çerezler: %(SIZE_IN_BYTES)s (bunun statik bir kaynak olduğuna ve çerezsiz bir alan adından sunulması gerektiğine dikkat edin)
zh: Cookie：%(SIZE_IN_BYTES)s（请注意，这是静态资源，应由不使用 Cookie 的域提供）
zh_tw: Cookie 大小：%(SIZE_IN_BYTES)s (注意：請透過不含 Cookie 的網域提供此靜態資源)

source: Defer parsing of JavaScript
bg: Отложете синтактичния анализ на JavaScript
ca: Ajornar l'anàlisi de JavaScript
cs: Odložte analýzu kódu JavaScript
da: Udsæt parsing af JavaScript
es: Aplazar el análisis de JavaScript
fr_ch: Différer l'analyse du code JavaScript
he: דחה ניתוח של JavaScript
hi: JavaScript को पार्स करना स्‍थगित करें
id: Tunda penguraian JavaScript
it: Rimanda l'analisi del codice JavaScript
ja: JavaScript の解析を遅延する
pl: Wstrzymaj analizowanie kodu JavaScript
pt_br: Adiar análise de JavaScript
sl: Odloži razčlenitev JavaScripta
sr: Одложите рашчлањавање JavaScript-а
tr: JavaScript kodlarını ayrıştırmayı sonraya bırakın
zh: 暂缓 JavaScript 解析
zh_tw: 延後剖析 JavaScript

source: Eliminate render-blocking JavaScript and CSS in above-the-fold content
bg: Премахване на блокиращите изобразяването JavaScript и CSS от съдържанието на видимата на екрана част от страницата
ca: Suprimiu el JavaScript i el CSS de bloqueig de la renderització del contingut de la part superior visible.
cs: Eliminujte v obsahu na okrajem kód JavaScript a CSS blokující vykreslení.
da: Fjern gengivelsesblokerende JavaScript og CSS fra indholdet over skillelinjen
es: Eliminar el JavaScript que bloquea la visualización y el CSS del contenido de la mitad superior de la página
fr_ch: Éliminer les codes JavaScript et CSS qui bloquent l'affichage du contenu au-dessus de la ligne de flottaison
he: מנע JavaScript ו-CSS החוסמים עיבוד בתוכן שבחלק העליון והקבוע
id: Menghilangkan JavaScript dan CSS yang memblokir perenderan di konten paruh atas
it: Elimina JavaScript e CSS che bloccano la visualizzazione nei contenuti above-the-fold
ja: スクロールせずに見えるコンテンツのレンダリングブロック JavaScript/CSS を排除する
pl: Wyeliminuj blokujący renderowanie kod JavaScript i CSS z części strony widocznej na ekranie
pt_br: Eliminar JavaScript e CSS de bloqueio de renderização no conteúdo acima da borda
sl: V vsebini na vrhu strani odstranite JavaScript in CSS, ki blokirata upodabljanje
sr: Елиминишите JavaScript и CSS који блокирају приказ у садржају изнад прелома
tr: Oluşturmayı önleyen JavaScript ve CSS kodlarını ekranın üst kısmındaki içerikten kaldırın
zh: 清除首屏内容中阻止呈现的 JavaScript 和 CSS
zh_tw: 清除前幾行內容中的禁止轉譯 JavaScript 和 CSS

source: Eliminate unnecessary reflows
bg: Елиминиране на ненужните преформатирания
ca: Eliminació de refluxos innecessaris
cs: Eliminujte nepotřebná překreslení
da: Eliminer unødvendige visninger
es: Eliminar reflujos innecesarios
fr_ch: Éliminer les reflows inutiles
he: מניעת זרימות מחדש מיותרות
id: Menghilangkan perubahan tata letak yang tidak perlu
it: Elimina scorrimenti inutili
ja: 不要なリフローをなくす
pl: Wyeliminuj zbędne zmiany układu
pt_br: Eliminar reflows desnecessários
sl: Odstranite nepotrebne spremembe postavitve
sr: Уклањање непотребних прераспоређивања
tr: Gereksiz yeniden akışlardan kurtulun
zh: 消除不必要的重排
zh_tw: 刪除不必要的回流

source: Enable Keep-Alive
bg: Активирайте „Keep-Alive“
ca: Habilitar Keep-Alive
cs: Povolte funkci Keep-alive
da: Aktiver Keep-Alive
es: Habilitar Keep-Alive
fr_ch: Activer les en-têtes Keep-Alive
he: הפוך את Keep-Alive לפעיל
hi: Keep-Alive सक्षम करें
id: Aktifkan Keep-Alive
it: Abilita keep-alive
ja: Keep-Alive を有効にする
pl: Włącz Keep-Alive
pt_br: Ativar Keep-Alive
sl: Omogoči Keep-Alive
sr: Омогућите Keep-Alive
tr: Keep-Alive özelliğini etkinleştirin
zh: 启用 Keep-Alive
zh_tw: 啟用 Keep-Alive

source: Enable compression
bg: Активирайте компресирането
ca: Activeu la compressió
cs: Aktivujte kompresi
da: Aktiver komprimering
es: Habilitar compresión
fr_ch: Autoriser la compression
he: הפוך דחיסה לפעילה
hi: संपीड़न सक्षम करें
id: Aktifkan pemampatan
it: Abilita la compressione
ja: 圧縮を有効にする
pl: Włącz kompresję
pt: Ativar compactação
pt_br: Ativar compactação
sl: Stiskanje omogočeno
sr: Омогућите компресију
tr: Sıkıştırmayı etkinleştirin
zh: 启用压缩
zh_tw: 啟用壓縮功能

source: Find alternatives for the following %(PLUGIN_TYPE)s plugins.
bg: Намерете алтернативи за следните приставки от тип „%(PLUGIN_TYPE)s“.
cs: Najděte alternativy pro následující pluginy %(PLUGIN_TYPE)s.
da: Find alternativer til følgende %(PLUGIN_TYPE)s-plugins.
es: Encuentra alternativas para los siguientes plugins %(PLUGIN_TYPE)s.
fr_ch: Trouvez des solutions alternatives pour les plug-ins %(PLUGIN_TYPE)s suivants :
he: מצא חלופות עבור יישומי הפלאגין הבאים מסוג %(PLUGIN_TYPE)s.
id: Cari alternatif untuk plugin %(PLUGIN_TYPE)s berikut.
it: Trova alternative per i seguenti plug-in %(PLUGIN_TYPE)s.
pl: Znajdź alternatywy dla następujących wtyczek %(PLUGIN_TYPE)s.
pt_br: Encontre alternativas para os seguintes plug-ins %(PLUGIN_TYPE)s.
sr: Пронађите алтернативе за следеће %(PLUGIN_TYPE)s додатне компоненте.
tr: Aşağıdaki %(PLUGIN_TYPE)s eklentileri için alternatifler bulun.
zh: 查找以下%(PLUGIN_TYPE)s插件的替代插件。
zh_tw: 尋找替代下列 %(PLUGIN_TYPE)s 外掛程式的做法。

source: Find alternatives for the following plugins.
bg: Намерете алтернативи за следните приставки.
cs: Najděte alternativy pro následující pluginy.
da: Find alternativer til følgende plugins.
es: Encuentra alternativas para los siguientes plugins.
fr_ch: Trouvez des solutions alternatives pour les plug-ins suivants :
he: מצא חלופות עבור יישומי הפלאגין הבאים.
id: Cari alternatif untuk plugin berikut.
it: Trova alternative per i seguenti plug-in.
pl: Znajdź alternatywy dla następujących wtyczek.
pt_br: Encontre alternativas para os seguintes plug-ins.
sr: Пронађите алтернативе за следеће додатне компоненте.
tr: Aşağıdaki eklentiler için alternatifler bulun.
zh: 查找以下插件的替代插件。
zh_tw: 尋找替代下列外掛程式的做法。
