Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: Using an application cache allows a page to show up immediately. The following HTML documents can use an application cache to reduce the time it takes for users to be able to interact with the page:
bg: Използването на application cache позволява на дадена страница да се показва незабавно. Следните HTML документи могат да използват този кеш с цел намаляване на времето, необходимо на потребителите, за да могат да взаимодействат със страницата:
ca: Si es fa servir la memòria cau d'aplicacions, les pàgines es mostren immediatament. Els documents HTML poden fer servir la memòria cau d'aplicacions per reduir el temps que triguen els usuaris a poder interactuar amb la pàgina:
cs: Pomocí funkce Application Cache lze zajistit okamžité zobrazení stránky. U následujících dokumentů HTML lze pomocí funkce Application Cache zkrátit dobu, po které budou uživatelé moci se stránkou pracovat:
da: Hvis du bruger en applikationscache, vises siderne med det samme. Disse HTML-dokumenter kan anvende en applikationscache, så det tager mindre tid for brugerne at interagere med siden:
es: El uso de una caché de aplicación permite que una página se muestre inmediatamente. Los siguientes documentos HTML pueden utilizar una caché de aplicación para reducir el tiempo que tardarán los usuarios en poder interactuar con la página:
fr_ch: Vous pouvez faire en sorte que votre page s'affiche immédiatement en utilisant un cache d'application. Nous vous invitons à employer cette solution pour les documents HTML suivants, afin que les internautes puissent interagir plus vite avec ces derniers :
he: שימוש בקובץ שמור של יישום מאפשר לדף להופיע באופן מיידי. מסמכי ה-HTML הבאים יכולים להשתמש בקובץ שמור של יישום כדי לקצר את משך הזמן הדרוש עד שהמשתמשים יוכלו לקיים אינטראקציה עם הדף:
id: Dengan menggunakan cache aplikasi, suatu laman dapat langsung muncul. Dokumen HTML berikut dapat menggunakan cache aplikasi guna mengurangi waktu yang diperlukan pengguna untuk dapat berinteraksi dengan laman:
it: L'uso della cache di un'applicazione consente la visualizzazione immediata di una pagina. I seguenti documenti HTML possono utilizzare la cache di un'applicazione per ridurre il tempo necessario agli utenti per interagire con la pagina:
ja: アプリケーション キャッシュを使用すると、ページをすばやく表示できます。以下の HTML ドキュメントは、アプリケーション キャッシュを使用して、ユーザーがページとやり取りできるようになるまでの時間を短縮することができます。
pl: Korzystanie z pamięci podręcznej aplikacji umożliwia natychmiastowe wyświetlenie strony. Pamięć podręczna aplikacji może być używana w celu skrócenia czasu oczekiwania na możliwość skorzystania ze strony w przypadku następujących dokumentów HTML:
pt_br: Usar um cache de aplicativo permite que uma página apareça imediatamente. Os seguintes documentos HTML podem usar um cache de aplicativo para reduzir o tempo que os usuários levam para poderem interagir com a página:
sl: Uporaba predpomnilnika programov omogoča takojšen prikaz strani. Ti dokumenti HTML lahko uporabijo predpomnilnik programov za skrajšanje časa, ki je potreben, da lahko uporabniki začnejo uporabljati stran:
sr: Коришћење application cache-a омогућава да се страница одмах прикаже. Следећи HTML документи могу да користе application cache за смањење времена које је потребно да би корисници могли да буду у интеракцији са страницом:
tr: Uygulama önbelleği kullanmak, sayfanın anında görüntülenmesine olanak sağlar. Aşağıdaki HTML dokümanları, kullanıcıların sayfayla etkileşime girebilmeleri için gereken süreyi azaltmak üzere uygulama önbelleği kullanabilir.
zh: 使用应用缓存可让网页得以立即显示。以下 HTML 文档可以使用应用缓存来缩短用户在能够与网页进行交互之前等待的时间：
zh_tw: 使用應用程式快取可大幅加快瀏覽器顯示網頁的速度。下列 HTML 文件可使用應用程式快取，有助於減少使用者與網頁互動時等待的時間：

source: You have compression enabled. Learn more about %(BEGIN_LINK)senabling compression%(END_LINK)s.
bg: Активирали сте компресирането. Научете повече %(BEGIN_LINK)sпо темата%(END_LINK)s.
ca: Teniu la compressió activada. Més informació sobre l'%(BEGIN_LINK)sactivació de la compressió%(END_LINK)s
cs: Máte povolenou kompresi. Další informace o %(BEGIN_LINK)spovolení komprese%(END_LINK)s.
da: Du har aktiveret komprimering. Få flere oplysninger om %(BEGIN_LINK)saktivering af komprimering%(END_LINK)s.
es: La compresión está habilitada. Más información sobre la %(BEGIN_LINK)shabilitación de la compresión%(END_LINK)s
fr_ch: Vous avez activé la compression. En savoir plus sur l'%(BEGIN_LINK)sactivation de la compression%(END_LINK)s.
he: הפעלת את הדחיסה. קרא מידע נוסף על %(BEGIN_LINK)sהפעלת דחיסה%(END_LINK)s.
id: Anda memiliki kompresi yang aktif. Pelajari lebih lanjut tentang %(BEGIN_LINK)smengaktifkan kompresi%(END_LINK)s.
it: La compressione è attiva. Leggi ulteriori informazioni sull'%(BEGIN_LINK)sattivazione della compressione%(END_LINK)s.
ja: このページでは、圧縮が有効になっています。詳しくは、%(BEGIN_LINK)s圧縮の有効化%(END_LINK)sに関する説明をご覧ください。
pl: Kompresja jest stosowana. Dowiedz się więcej o %(BEGIN_LINK)sstosowaniu kompresji%(END_LINK)s.
pt_br: Você ativou a compactação. Saiba mais sobre %(BEGIN_LINK)scomo ativar a compactação%(END_LINK)s.
sr: Омогућили сте компримовање. Сазнајте више о %(BEGIN_LINK)sомогућавању компримовања%(END_LINK)s.
tr: Sıkıştırmayı etkinleştirmişsiniz. %(BEGIN_LINK)sSıkıştırmayı etkinleştirme%(END_LINK)s hakkında daha fazla bilgi edinin.
zh: 您已启用压缩。详细了解%(BEGIN_LINK)s启用压缩%(END_LINK)s。
zh_tw: 您已啟用壓縮功能。進一步瞭解%(BEGIN_LINK)s啟用壓縮功能%(END_LINK)s的優點。

source: You have enabled browser caching. Learn more about %(BEGIN_LINK)sbrowser caching recommendations%(END_LINK)s.
bg: Активирали сте кеширането на браузъра. Научете повече за %(BEGIN_LINK)sпрепоръките по темата%(END_LINK)s.
ca: Heu activat la memòria cau del navegador. Més informació sobre les %(BEGIN_LINK)srecomanacions sobre la memòria cau del navegador%(END_LINK)s
cs: Máte povolené používání mezipaměti prohlížeče. Další informace o %(BEGIN_LINK)sdoporučeních ohledně používání mezipaměti prohlížeče%(END_LINK)s.
da: Du har aktiveret cachelagring. Få flere oplysninger om %(BEGIN_LINK)sanbefalinger vedrørende cachelagring%(END_LINK)s.
es: Has habilitado el almacenamiento en la memoria caché del navegador. Más información sobre %(BEGIN_LINK)slas recomendaciones del almacenamiento en la memoria caché del navegador%(END_LINK)s
fr_ch: Vous avez activé la mise en cache du navigateur. En savoir plus sur les %(BEGIN_LINK)srecommandations relatives à la mise en cache du navigateur%(END_LINK)s.
he: הפעלת אחסון בקובץ השמור של הדפדפן. קרא מידע נוסף על %(BEGIN_LINK)sהמלצות בנושא אחסון בקובץ השמור של הדפדפן%(END_LINK)s.
id: Anda telah mengaktifkan penyimpanan ke cache browser. Pelajari lebih lanjut tentang %(BEGIN_LINK)srekomendasi penyimpanan ke cache browser%(END_LINK)s.
it: Hai attivato la memorizzazione nella cache del browser. Scopri ulteriori %(BEGIN_LINK)sconsigli sulla memorizzazione nella cache del browser%(END_LINK)s.
ja: このページでは、ブラウザのキャッシュが有効になっています。詳しくは、%(BEGIN_LINK)sブラウザのキャッシュの推奨%(END_LINK)sに関する説明をご覧ください。
pl: Włączyłeś zapisywanie w pamięci podręcznej przeglądarki. Dowiedz się więcej o %(BEGIN_LINK)szaleceniach dotyczących tej funkcji%(END_LINK)s.
pt_br: Você ativou o armazenamento em cache do navegador. Saiba mais sobre %(BEGIN_LINK)sas recomendações para o armazenamento em cache do navegador%(END_LINK)s.
sr: Омогућили сте кеширање прегледача. Сазнајте више о %(BEGIN_LINK)sпрепорукама за кеширање прегледача%(END_LINK)s.
tr: Tarayıcı önbelleğine almayı etkinleştirmişsiniz. %(BEGIN_LINK)sTarayıcı önbelleğine alma önerileri%(END_LINK)s hakkında daha fazla bilgi edinin.
zh: 您已启用浏览器缓存。详细了解%(BEGIN_LINK)s浏览器缓存建议%(END_LINK)s。
zh_tw: 您已啟用瀏覽器快取功能。進一步瞭解%(BEGIN_LINK)s瀏覽器快取功能建議事項%(END_LINK)s。

source: You have no render blocking resources. Learn more about %(BEGIN_LINK)sremoving render blocking resources%(END_LINK)s.
bg: Нямате блокиращи изобразяването ресурси. Научете повече за %(BEGIN_LINK)sпремахването им%(END_LINK)s.
ca: No teniu cap recurs que bloquegi la renderització. Més informació sobre com podeu %(BEGIN_LINK)ssuprimir els recursos que bloquegen la renderització%(END_LINK)s
cs: Nemáte žádné zdroje, které by blokovaly vykreslení. Další informace o %(BEGIN_LINK)sodebrání zdrojů blokujících vykreslení%(END_LINK)s.
da: Du har ingen gengivelsesblokerende ressourcer. Få flere oplysninger om %(BEGIN_LINK)sfjernelse af gengivelsesblokerende ressourcer%(END_LINK)s.
es: No tienes recursos que bloqueen la visualización. Más información sobre la %(BEGIN_LINK)seliminación de los recursos que bloquean la visualización%(END_LINK)s
fr_ch: Aucune ressource ne bloque l'affichage. En savoir plus sur la %(BEGIN_LINK)ssuppression des ressources qui bloquent l'affichage%(END_LINK)s.
he: אין לך משאבים החוסמים עיבוד. קרא מידע נוסף על %(BEGIN_LINK)sהסרה של משאבים החוסמים עיבוד%(END_LINK)s.
id: Anda tidak memiliki sumber daya yang memblokir perenderan. Pelajari lebih lanjut tentang %(BEGIN_LINK)smenghapus sumber daya yang memblokir perenderan%(END_LINK)s.
it: Non hai risorse di blocco della visualizzazione. Leggi ulteriori informazioni sulla %(BEGIN_LINK)srimozione delle risorse di blocco della visualizzazione%(END_LINK)s.
ja: このページには、レンダリング ブロッキング リソースはありません。詳しくは、%(BEGIN_LINK)sレンダリング ブロッキング リソースの削除%(END_LINK)sに関する説明をご覧ください。
pl: Brak zasobów blokujących renderowanie. Dowiedz się więcej o %(BEGIN_LINK)susuwaniu zasobów blokujących renderowanie%(END_LINK)s.
pt_br: Você não tem recursos de bloqueio de renderização. Saiba mais sobre %(BEGIN_LINK)scomo remover os recursos de bloqueio de renderização%(END_LINK)s.
sr: Немате ниједан ресурс за блокирање приказа. Сазнајте више о %(BEGIN_LINK)sуклањању ресурса за блокирање приказа%(END_LINK)s.
tr: Oluşturmayı engelleyen kaynağınız yok. %(BEGIN_LINK)sOluşturmayı engelleyen kaynakları kaldırma%(END_LINK)s hakkında daha fazla bilgi edinin.
zh: 您没有任何阻止呈现的资源。详细了解%(BEGIN_LINK)s删除阻止呈现的资源%(END_LINK)s。
zh_tw: 您並未使用禁止轉譯資源。進一步瞭解%(BEGIN_LINK)s移除禁止轉譯資源%(END_LINK)s的優點。

source: You have the above-the-fold content properly prioritized. Learn more about %(BEGIN_LINK)sprioritizing visible content%(END_LINK)s.
bg: Правилно сте дали предимство на съдържанието на видимата на екрана част от страницата. Научете повече по %(BEGIN_LINK)sтемата%(END_LINK)s.
ca: Teniu el contingut de la part superior visible prioritzat correctament. Més informació sobre la %(BEGIN_LINK)spriorització del contingut visible%(END_LINK)s
cs: Správně upřednostňujete obsah nad okrajem. Další informace o %(BEGIN_LINK)supřednostnění viditelného obsahu%(END_LINK)s.
da: Indholdet over skillelinjen er prioriteret korrekt. Få flere oplysninger om %(BEGIN_LINK)sprioritering af synligt indhold%(END_LINK)s.
es: El contenido de la mitad superior de la página está correctamente priorizado. Más información sobre %(BEGIN_LINK)sla priorización de contenido visible%(END_LINK)s
fr_ch: Le contenu situé au-dessus de la ligne de flottaison doit s'afficher en priorité. En savoir plus sur l'%(BEGIN_LINK)saffichage du contenu prioritaire%(END_LINK)s.
he: ההעדפה של התוכן בחלק העליון והקבוע מוגדרת כראוי. קרא מידע נוסף על %(BEGIN_LINK)sתעדוף של תוכן גלוי%(END_LINK)s.
id: Anda memiliki konten paruh atas yang diprioritaskan dengan semestinya. Pelajari lebih lanjut tentang %(BEGIN_LINK)smemprioritaskan konten yang terlihat%(END_LINK)s.
it: I tuoi contenuti above the fold presentano priorità corrette. Leggi ulteriori informazioni sull'%(BEGIN_LINK)sassegnazione di priorità ai contenuti visibili%(END_LINK)s.
ja: このページでは、スクロールせずに見えるコンテンツの優先順位は適切に決定されています。詳しくは、%(BEGIN_LINK)s表示可能コンテンツの優先順位の決定%(END_LINK)sに関する説明をご覧ください。
pl: Część strony widoczna na ekranie ma odpowiedni priorytet. Dowiedz się więcej o %(BEGIN_LINK)spriorytetyzacji treści widocznej%(END_LINK)s.
pt_br: Você tem conteúdo acima da dobra com a prioridade correta. Saiba mais sobre %(BEGIN_LINK)scomo priorizar o conteúdo visível%(END_LINK)s.
sr: Исправно сте одредили приоритет садржаја изнад прелома. Сазнајте више о %(BEGIN_LINK)sодређивању приоритета видљивог садржаја%(END_LINK)s.
tr: Ekranın üst kısmındaki içeriğinize doğru şekilde öncelik verilmiş. %(BEGIN_LINK)sGörünür içeriğe öncelik verme%(END_LINK)s hakkında daha fazla bilgi edinin.
zh: 您已按优先级正确排列了首屏内容。详细了解%(BEGIN_LINK)s按优先级排列可见内容%(END_LINK)s。
zh_tw: 您已正確優先處理前幾行內容。進一步瞭解%(BEGIN_LINK)s優先處理要顯示的內容%(END_LINK)s的優點。

source: Your CSS is minified. Learn more about %(BEGIN_LINK)sminifying CSS%(END_LINK)s.
bg: CSS кодът ви е минимизиран. Научете повече по %(BEGIN_LINK)sтемата%(END_LINK)s.
ca: El CSS està reduït. Més informació sobre la %(BEGIN_LINK)sreducció de CSS%(END_LINK)s
cs: Vaše styly CSS jsou minifikovány. Další informace o %(BEGIN_LINK)sminifikaci stylů CSS%(END_LINK)s.
da: CSS er komprimeret. Få flere oplysninger om %(BEGIN_LINK)skomprimering af CSS%(END_LINK)s.
es: El CSS está reducido. Más información sobre la %(BEGIN_LINK)sreducción del CSS%(END_LINK)s
fr_ch: Vous avez réduit la taille de vos ressources CSS. En savoir plus sur la %(BEGIN_LINK)sréduction de la taille des ressources CSS%(END_LINK)s.
he: ה-CSS שלך מוקטן. קרא מידע נוסף על %(BEGIN_LINK)sהקטנת CSS%(END_LINK)s.
id: CSS Anda diminimalkan. Pelajari lebih lanjut tentang %(BEGIN_LINK)smeminimalkan CSS%(END_LINK)s.
it: Il tuo CSS è minimizzato. Leggi ulteriori informazioni su %(BEGIN_LINK)scome minimizzare i CSS%(END_LINK)s.
ja: このページでは、CSS は縮小されています。詳しくは、%(BEGIN_LINK)sCSS の縮小%(END_LINK)sに関する説明をご覧ください。.
pl: Kod CSS jest zmniejszony. Dowiedz się więcej o %(BEGIN_LINK)szmniejszaniu kodu CSS%(END_LINK)s.
pt_br: Sua CSS está reduzida. Saiba mais sobre %(BEGIN_LINK)scomo reduzir a CSS%(END_LINK)s.
sr: CSS је умањен. Сазнајте више о %(BEGIN_LINK)sумањивању CSS-а%(END_LINK)s.
tr: CSS'niz küçültülmüş. %(BEGIN_LINK)sCSS'yi küçültme%(END_LINK)s hakkında daha fazla bildi edinin.
zh: 系统已缩减 CSS 的大小。详细了解%(BEGIN_LINK)s缩减 CSS 的大小%(END_LINK)s。
zh_tw: 您的 CSS 已經過壓縮。進一步瞭解%(BEGIN_LINK)s壓縮 CSS%(END_LINK)s 的優點。

source: Your HTML is minified. Learn more about %(BEGIN_LINK)sminifying HTML%(END_LINK)s.
bg: HTML кодът ви е минимизиран. Научете повече по %(BEGIN_LINK)sтемата%(END_LINK)s.
ca: L'HTML està reduït. Més informació sobre la %(BEGIN_LINK)sreducció d'HTML%(END_LINK)s
cs: Váš kód HTML je minifikován. Další informace o %(BEGIN_LINK)sminifikaci kódu HTML%(END_LINK)s.
da: HTML er komprimeret. Få flere oplysninger om %(BEGIN_LINK)skomprimering af HTML%(END_LINK)s.
es: El HTML está reducido. Más información sobre la %(BEGIN_LINK)sreducción del HTML%(END_LINK)s
fr_ch: Vous avez réduit la taille de vos ressources HTML. En savoir plus sur la %(BEGIN_LINK)sréduction de la taille des ressources HTML%(END_LINK)s.
he: ה-HTML שלך מוקטן. קרא מידע נוסף על %(BEGIN_LINK)sהקטנתHTML%(END_LINK)s.
id: HTML Anda diminimalkan. Pelajari lebih lanjut tentang %(BEGIN_LINK)smeminimalkan HTML%(END_LINK)s.
it: Il tuo HTML è minimizzato. Leggi ulteriori informazioni su %(BEGIN_LINK)scome minimizzare l'HTML%(END_LINK)s.
ja: このページでは、HTML は縮小されています。詳しくは、%(BEGIN_LINK)sHTML の縮小%(END_LINK)sに関する説明をご覧ください。
pl: Kod HTML jest zmniejszony. Dowiedz się więcej o %(BEGIN_LINK)szmniejszaniu kodu HTML%(END_LINK)s.
pt_br: Seu HTML está reduzido. Saiba mais sobre %(BEGIN_LINK)scomo reduzir o HTMLl%(END_LINK)s.
sr: HTML је умањен. Сазнајте више о %(BEGIN_LINK)sумањивању HTML-а%(END_LINK)s.
tr: HTML'niz küçültülmüş. %(BEGIN_LINK)sHTML'yi küçültme%(END_LINK)s hakkında daha fazla bilgi edinin.
zh: 系统已缩减 HTML 的大小。详细了解%(BEGIN_LINK)s缩减 HTML 的大小%(END_LINK)s。
zh_tw: 您的 HTML 已經過壓縮。進一步瞭解%(BEGIN_LINK)s壓縮 HTML%(END_LINK)s 的優點。

source: Your JavaScript content is minified. Learn more about %(BEGIN_LINK)sminifying JavaScript%(END_LINK)s.
bg: Съдържанието ви на JavaScript е минимизирано. Научете повече по %(BEGIN_LINK)sтемата%(END_LINK)s.
ca: El contingut JavaScript està reduït. Més informació sobre la %(BEGIN_LINK)sreducció de JavaScript%(END_LINK)s
cs: Váš obsah v JavaScriptu je minifikován. Další informace o %(BEGIN_LINK)sminifikaci JavaScriptu%(END_LINK)s.
da: JavaScript-indhold er komprimeret. Få flere oplysninger om %(BEGIN_LINK)skomprimering af JavaScript%(END_LINK)s.
es: El contenido de JavaScript está reducido. Más información sobre la %(BEGIN_LINK)sreducción del contenido de JavaScript%(END_LINK)s
fr_ch: Vous avez réduit la taille de votre contenu JavaScript. En savoir plus sur la %(BEGIN_LINK)sréduction de la taille des ressources JavaScript%(END_LINK)s.
he: תוכן ה-JavaScript שלך מוקטן. קרא מידע נוסף על %(BEGIN_LINK)sהקטנת JavaScript%(END_LINK)s.
id: Konten JavaScript Anda diminimalkan. Pelajari lebih lanjut tentang %(BEGIN_LINK)smeminimalkan JavaScript%(END_LINK)s.
it: I tuoi contenuti JavaScript sono minimizzati. Leggi ulteriori informazioni su %(BEGIN_LINK)scome minimizzare il JavaScript%(END_LINK)s.
ja: このページでは、JavaScript コンテンツは縮小されています。詳しくは、%(BEGIN_LINK)sJavaScript の縮小%(END_LINK)sに関する説明をご覧ください。
pl: Zawartość pliku JavaScript jest zmniejszona. Dowiedz się więcej o %(BEGIN_LINK)szmniejszaniu pliku JavaScript%(END_LINK)s.
pt_br: Seu conteúdo JavaScript está reduzido. Saiba mais sobre %(BEGIN_LINK)scomo reduzir o JavaScript%(END_LINK)s.
sr: JavaScript садржај је умањен. Сазнајте више о %(BEGIN_LINK)sумањивању JavaScript-а%(END_LINK)s.
tr: JavaScript içeriğiniz küçültülmüş. %(BEGIN_LINK)sJavaScript içeriğini küçültme%(END_LINK)s hakkında daha fazla bilgi edinin.
zh: 系统已缩减 JavaScript 内容的大小。详细了解%(BEGIN_LINK)s缩减 JavaScript 内容的大小%(END_LINK)s。
zh_tw: 您的 JavaScript 內容已經過壓縮。進一步瞭解%(BEGIN_LINK)s壓縮 JavaScript%(END_LINK)s 的優點。

source: Your images are optimized. Learn more about %(BEGIN_LINK)soptimizing images%(END_LINK)s.
bg: Изображенията ви са оптимизирани. Научете повече по %(BEGIN_LINK)sтемата%(END_LINK)s.
ca: Les vostres imatges estan optimitzades. Més informació sobre l'%(BEGIN_LINK)soptimització d'imatges%(END_LINK)s
cs: Vaše obrázky jsou optimalizovány. Další informace o %(BEGIN_LINK)soptimalizaci obrázků%(END_LINK)s.
da: Dine billeder er optimeret. Få flere oplysninger om %(BEGIN_LINK)soptimering af billeder%(END_LINK)s.
es: Tus imágenes están optimizadas. Más información sobre la %(BEGIN_LINK)soptimización de imágenes%(END_LINK)s
fr_ch: Vous avez optimisé vos images. En savoir plus sur l'%(BEGIN_LINK)soptimisation des images%(END_LINK)s.
he: התמונות שלך עברו אופטימיזציה. קרא מידע נוסף על %(BEGIN_LINK)sאופטימיזציה של תמונות%(END_LINK)s.
id: Gambar Anda dioptimalkan. Pelajari lebih lanjut tentang %(BEGIN_LINK)smengoptimalkan gambar%(END_LINK)s.
it: Le tue immagini sono ottimizzate. Leggi ulteriori informazioni sull'%(BEGIN_LINK)sottimizzazione delle immagini%(END_LINK)s.
ja: このページでは、画像は最適化されています。詳しくは、%(BEGIN_LINK)s画像の最適化%(END_LINK)sに関する説明をご覧ください。
pl: Grafiki są zoptymalizowane. Dowiedz się więcej o %(BEGIN_LINK)soptymalizacji grafik%(END_LINK)s.
pt_br: Suas imagens estão otimizadas. Saiba mais sobre %(BEGIN_LINK)scomo otimizar as imagens%(END_LINK)s.
sr: Слике су оптимизоване. Сазнајте више о %(BEGIN_LINK)sоптимизовању слика%(END_LINK)s.
tr: Resimleriniz optimize edilmiş. %(BEGIN_LINK)sResimleri optimize etme%(END_LINK)s hakkında daha fazla bilgi edinin.
zh: 系统已对您的图片进行优化。详细了解%(BEGIN_LINK)s优化图片%(END_LINK)s。
zh_tw: 您的圖片已經過最佳化處理。進一步瞭解%(BEGIN_LINK)s為圖片進行最佳化處理%(END_LINK)s的優點。

source: Your page does not appear to use plugins, which would prevent content from being usable on many platforms. Learn more about the importance of %(BEGIN_LINK)savoiding plugins%(END_LINK)s.
bg: Изглежда, че на страницата ви не се ползват приставки, заради които съдържанието би било неизползваемо на много платформи. Научете повече за това, колко е важно %(BEGIN_LINK)sда избягвате приставките%(END_LINK)s.
cs: Vaše stránka zřejmě pluginy nepoužívá. Pluginy mohou bránit použití obsahu na celé řadě platforem. Přečtěte si další informace o tom, proč je důležité se pluginům %(BEGIN_LINK)svyhýbat%(END_LINK)s.
da: Din side ser ikke ud til at bruge plugins, som ville kunne forhindrer brugen af indhold på mange platforme. Få flere oplysninger om betydningen af at %(BEGIN_LINK)sundgå plugins%(END_LINK)s.
es: Parece que tu página no utiliza plugins y esto podría impedir que el contenido se utilice en muchas plataformas. Puedes obtener más información acerca de la importancia de %(BEGIN_LINK)sevitar los plugins%(END_LINK)s.
fr_ch: Il semble que votre page n'utilise pas de plug-ins qui pourraient empêcher des plates-formes d'exploiter son contenu. %(BEGIN_LINK)sPourquoi faut-il éviter les plug-ins ?%(END_LINK)s
he: נראה שהדף שלך לא עושה שימוש ביישומי פלאגין - מצב שעשוי למנוע שימוש בתוכן בפלטפורמות רבות. קרא מידע נוסף על החשיבות של %(BEGIN_LINK)sהימנעות משימוש ביישומי פלאגין%(END_LINK)s.
id: Laman Anda tampaknya tidak menggunakan plugin, hal ini dapat membuat konten tidak bisa digunakan pada banyak platform. Pelajari lebih lanjut tentang pentingnya %(BEGIN_LINK)smenghindari plugin%(END_LINK)s.
it: Risulta che la tua pagina non utilizzi plug-in. Questo impedisce ai contenuti di essere utilizzati su molte piattaforme. Scopri ulteriori informazioni sull'importanza di %(BEGIN_LINK)sevitare i plug-in%(END_LINK)s.
pl: Na Twojej stronie nie ma wtyczek, które uniemożliwiłyby korzystanie z jej zawartości na wielu platformach. Dowiedz się, dlaczego warto %(BEGIN_LINK)sunikać stosowania wtyczek%(END_LINK)s.
pt_br: Parece que sua página não usa plug-ins, o que previne o uso de conteúdos em muitas plataformas. Saiba mais sobre a importância de %(BEGIN_LINK)sevitar plug-ins%(END_LINK)s.
sr: Изгледа да страница не користи додатне компоненте, што би онемогућило коришћење садржаја на многим платформама. Сазнајте више о значају %(BEGIN_LINK)sизбегавања додатних компонената%(END_LINK)s.
tr: Sayfanızda, içeriğin çok sayıda platformda kullanılabilir olmasını engelleyecek eklentiler kullanılmadığı anlaşılıyor. %(BEGIN_LINK)sEklentilerden kaçınmanın%(END_LINK)s önemi hakkında daha fazla bilgi edinin.
zh: 您的网页似乎没有使用会导致内容无法在多类平台上使用的插件。详细了解%(BEGIN_LINK)s避免使用插件%(END_LINK)s的重要性。
zh_tw: 您的網頁沒有使用外掛程式。使用外掛程式可能會導致網頁內容不適用於多種平台。進一步瞭解%(BEGIN_LINK)s避免使用外掛程式%(END_LINK)s的重要性。
