Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: The hostnames of the following urls only serve one resource each. Avoid the extra DNS lookups by serving these resources from existing hostnames.
bg: Имената на хостовете в следните URL адреси показват само по един ресурс. Избягвайте допълнителните търсения в DNS, като показвате тези ресурси от съществуващи имена на хостове.
ca: Els noms d'amfitrió dels URL següents només distribueixen un recurs cadascun. Distribuïu aquests recursos des de noms d'amfitrió existents per evitar les cerques addicionals de DNS.
cs: Hostitelé s následujícími adresami URL poskytují pouze po jednom zdroji. Poskytujte tyto zdroje prostřednictvím existujících názvů hostitelů – vyhnete se nadbytečným vyhledáváním v systému DNS.
da: Værtsnavnene for de følgende webadresser leverer kun én ressource hver. Undgå om muligt de ekstra DNS-opslag ved at levere disse ressourcer fra eksisterende værtsnavne.
es: Los nombres de host de las siguientes URL solo ofrecen un recurso. Evita las búsquedas de DNS adicionales ofreciendo estos recursos de nombres de host existentes.
fr_ch: Une seule ressource est diffusée à partir de chacun des noms d'hôte des URL suivantes. Diffusez ces ressources à partir de noms d'hôte existants afin d'éviter toute résolution DNS superflue.
he: שמות המחשבים המארחים של כתובות האתר הבאות מקבלים רק משאב אחד בכל פעם. הימנע מחיפושי DNS נוספים על ידי קבלת משאבים אלה משמות המחשבים המארחים הקיימים.
hi: निम्न url के होस्‍टनाम प्रत्येक के लिए केवल एक संसाधन सर्व करते हैं. इन संसाधनों को मौजूदा डोमेन से सर्व करके अतिरिक्त DNS लुकअप से बचें.
id: Nama host setiap url berikut hanya menyajikan satu sumber daya. Hindari carian DNS tambahan dengan menyajikan sumber daya ini dari nama host yang ada.
it: I nomi host dei seguenti URL offrono solo una risorsa ciascuno. Evita le altre ricerche DNS offrendo queste risorse da nomi host esistenti.
ja: 以下の URL のホスト名はそれぞれ 1 つのリソースのみを提供しています。DNS ルックアップの回数を減らすために、これらのリソースを既存のホスト名から提供してください。
pl: Każda z nazw hostów następujących adresów URL obsługuje tylko po jednym zasobie. Unikaj dodatkowych wyszukiwań DNS, udostępniając te zasoby z istniejących nazw hostów.
pt: Os nomes de host dos seguintes URLs exibem apenas um recurso cada. Evite as pesquisas DNS adicionais exibindo esses recursos em nomes de host existentes.
pt_br: Os nomes de host dos seguintes URLs exibem apenas um recurso cada. Evite as pesquisas DNS adicionais exibindo esses recursos em nomes de host existentes.
sl: Gostiteljska imena teh URL-jev strežejo samo po en vir. Izognite se dodatnim iskanjem DNS, tako da se ta sredstva strežejo iz obstoječih gostiteljskih imen.
sr: Називи хоста следећих URL адреса приказују само по један ресурс. Избегавајте додатне DNS претраге приказивањем ових ресурса са постојећих назива хоста.
tr: Aşağıdaki url'lerin ana bilgisayar adlarından her biri yalnızca bir kaynak sunmaktadır. Bu kaynakları mevcut ana bilgisayar adlarından sunarak ekstra DNS aramalarından kaçının.
zh: 下列网址的主机名分别只能提供一个资源。请尽量从现有主机名提供这些资源，以便避免执行额外的 DNS 查询。
zh_tw: 下列網址的主機名稱都只提供一項資源，請透過現有的主機名稱提供這些資源，以避免增加 DNS 查詢次數。

source: The page content is %(CONTENT_WIDTH)s CSS pixels wide, but the viewport is only %(VIEWPORT_WIDTH)s CSS pixels wide.
bg: Ширината на съдържанието на страницата е %(CONTENT_WIDTH)s пиксела в CSS, но прозорецът за показване е широк само %(VIEWPORT_WIDTH)s пиксела в CSS.
cs: Obsah stránky je široký %(CONTENT_WIDTH)s pixelů CSS, ale zobrazovaná oblast je široká pouze %(VIEWPORT_WIDTH)s pixelů CSS.
da: Indholdet på siden er %(CONTENT_WIDTH)s CSS-pixels i bredden, men visningen er kun %(VIEWPORT_WIDTH)s CSS-pixels i bredden.
es: El contenido de la página tiene %(CONTENT_WIDTH)s píxeles en CSS de ancho, pero la ventana gráfica solo tiene %(VIEWPORT_WIDTH)s.
fr_ch: La largeur du contenu de la page est de %(CONTENT_WIDTH)s pixels CSS, mais la largeur de la vue n'est que de %(VIEWPORT_WIDTH)s pixels CSS.
he: הרוחב של תוכן הדף הוא %(CONTENT_WIDTH)s פיקסלים של CSS, אבל נקודת המבט היא רק ברוחב %(VIEWPORT_WIDTH)s פיקסלים של CSS.
id: Lebar konten laman adalah %(CONTENT_WIDTH)s piksel CSS, namun lebar area pandang hanya %(VIEWPORT_WIDTH)s piksel CSS.
it: L'ampiezza dei contenuti della pagina è di %(CONTENT_WIDTH)s pixel CSS, tuttavia le dimensioni della visualizzazione sono di soli %(VIEWPORT_WIDTH)s pixel CSS.
pl: Szerokość zawartości strony w pikselach CSS wynosi %(CONTENT_WIDTH)s, a szerokość okna tylko %(VIEWPORT_WIDTH)s.
pt_br: A largura do conteúdo da página é %(CONTENT_WIDTH)s pixels em CSS, mas a largura da janela de visualização tem somente %(VIEWPORT_WIDTH)s pixels em CSS.
sr: Ширина садржаја странице је %(CONTENT_WIDTH)s пиксела у CSS-у, али је ширина области приказа само %(VIEWPORT_WIDTH)s пиксела у CSS-у.
tr: Sayfa içeriği %(CONTENT_WIDTH)s CSS pikseli genişliğinde, ancak görünüm yalnızca %(VIEWPORT_WIDTH)s CSS pikseli genişliğine sahip.
zh: 该网页内容的宽度为%(CONTENT_WIDTH)s CSS 像素，但视口的宽度仅为%(VIEWPORT_WIDTH)s CSS 像素。
zh_tw: 網頁內容的寬度為 %(CONTENT_WIDTH)s CSS 像素，但檢視區的寬度只有 %(VIEWPORT_WIDTH)s CSS 像素。

source: The page content is %(CONTENT_WIDTH)s CSS pixels wide, but the viewport is only %(VIEWPORT_WIDTH)s CSS pixels wide. The following elements fall outside the viewport:
bg: Ширината на съдържанието на страницата е %(CONTENT_WIDTH)s пиксела в CSS, но прозорецът за показване е широк само %(VIEWPORT_WIDTH)s пиксела в CSS. Следните елементи попадат извън него:
cs: Obsah stránky je široký %(CONTENT_WIDTH)s pixelů CSS, ale zobrazovaná oblast je široká pouze %(VIEWPORT_WIDTH)s pixelů CSS. Následující prvky se do zobrazované oblasti nevejdou:
da: Indholdet på siden er %(CONTENT_WIDTH)s CSS-pixels i bredden, men visningen er kun %(VIEWPORT_WIDTH)s CSS-pixels i bredden. Følgende elementer falder uden for visningen:
es: El contenido de la página tiene %(CONTENT_WIDTH)s píxeles en CSS de ancho, pero la ventana gráfica solo tiene %(VIEWPORT_WIDTH)s. Los elementos siguientes quedan fuera de la ventana gráfica:
fr_ch: La largeur du contenu de la page est de %(CONTENT_WIDTH)s pixels CSS, mais la largeur de la vue n'est que de %(VIEWPORT_WIDTH)s pixels CSS. Les éléments suivants ne s'affichent pas dans la vue :
he: הרוחב של תוכן הדף הוא %(CONTENT_WIDTH)s פיקסלים של CSS, אבל נקודת המבט היא רק ברוחב %(VIEWPORT_WIDTH)s פיקסלים של CSS. הרכיבים הבאים חורגים מנקודת המבט:
id: Lebar konten laman adalah %(CONTENT_WIDTH)s piksel CSS, namun lebar area pandang hanya %(VIEWPORT_WIDTH)s piksel CSS. Elemen berikut berada di luar area pandang:
it: L'ampiezza dei contenuti della pagina è di %(CONTENT_WIDTH)s pixel CSS, tuttavia le dimensioni della visualizzazione sono di soli %(VIEWPORT_WIDTH)s pixel CSS. I seguenti elementi non rientrano nella visualizzazione:
pl: Szerokość zawartości strony w pikselach CSS wynosi %(CONTENT_WIDTH)s, a szerokość okna tylko %(VIEWPORT_WIDTH)s. Następujące elementy znajdą się poza oknem:
pt_br: A largura do conteúdo da página é %(CONTENT_WIDTH)s pixels em CSS, mas a largura da janela de visualização tem somente %(VIEWPORT_WIDTH)s pixels em CSS. Os seguintes elementos não se ajustam à janela de visualização:
sr: Ширина садржаја странице је %(CONTENT_WIDTH)s пиксела у CSS-у, али је ширина области приказа само %(VIEWPORT_WIDTH)s пиксела у CSS-у. Следећи елементи се налазе изван области приказа:
tr: Sayfa içeriği %(CONTENT_WIDTH)s CSS pikseli genişliğinde, ancak görünüm yalnızca %(VIEWPORT_WIDTH)s CSS pikseli genişliğine sahip. Aşağıdaki öğeler görünümün dışında kalıyor:
zh: 该网页内容的宽度为%(CONTENT_WIDTH)s CSS 像素，但视口的宽度仅为%(VIEWPORT_WIDTH)s CSS 像素。因此，下列元素超出了视口范围：
zh_tw: 網頁內容的寬度為 %(CONTENT_WIDTH)s CSS 像素，但檢視區的寬度只有 %(VIEWPORT_WIDTH)s CSS 像素。下列元素落在檢視區之外：

source: The page content is too wide for the viewport, forcing the user to scroll horizontally. %(BEGIN_LINK)sSize the page content to the viewport%(END_LINK)s to provide a better user experience.
bg: Съдържанието на страницата е твърде широко за прозореца за показване и потребителите са принудени да превъртат хоризонтално. %(BEGIN_LINK)sОразмерете съдържанието спрямо този прозорец%(END_LINK)s, за да им осигурите по-добра практическа работа.
cs: Obsah stránky je pro zobrazovanou oblast příliš široký a uživatel jej tedy bude muset vodorovně posouvat. Pro lepší uživatelský dojem %(BEGIN_LINK)svelikost obsahu stránky upravte podle zobrazované oblasti%(END_LINK)s.
da: Indholdet på siden er for bredt til visningen, hvilket tvinger brugeren til at rulle vandret. %(BEGIN_LINK)sTilpas indholdet på siden til visningen%(END_LINK)s for at forbedre brugeroplevelsen.
es: El contenido de la página es demasiado ancho para la ventana gráfica y el usuario tiene que desplazarse horizontalmente. %(BEGIN_LINK)sAdapta el contenido de la página a la ventana gráfica%(END_LINK)s para proporcionar una experiencia de usuario mejor.
fr_ch: Le contenu de la page est trop large pour la vue, ce qui oblige l'internaute à faire défiler la page horizontalement. %(BEGIN_LINK)sAdaptez la taille du contenu à la vue%(END_LINK)s afin de proposer une meilleure expérience utilisateur.
he: תוכן הדף רחב מדי עבור נקודת המבט, והמשתמש ייאלץ לגלול אופקית. %(BEGIN_LINK)sהתאם את גודל התוכן בדף לנקודת המבט%(END_LINK)s כדי לספק חוויית משתמש טובה יותר.
id: Konten laman terlalu lebar untuk area pandang sehingga pengguna terpaksa menggulir secara horizontal. %(BEGIN_LINK)sPaskan konten laman ke area pandang%(END_LINK)s untuk memberikan pengalaman pengguna yang lebih baik.
it: L'ampiezza dei contenuti della pagina è troppo elevata per la visualizzazione, di conseguenza l'utente è costretto a scorrerli in orizzontale. %(BEGIN_LINK)sAdatta le dimensioni della pagina alla visualizzazione%(END_LINK)s per offrire un'esperienza migliore all'utente.
pl: Zawartość strony jest zbyt szeroka w stosunku do okna, co zmusza do przewijania jej w poziomie. %(BEGIN_LINK)sDopasuj zawartość strony do rozmiarów okna%(END_LINK)s, aby ułatwić korzystanie z niej.
pt_br: O conteúdo da página é muito largo para a janela de visualização, e isso faz com que o usuário role a página horizontalmente. %(BEGIN_LINK)sDimensione o conteúdo para se ajustar à janela de visualização%(END_LINK)s a fim de oferecer uma melhor experiência do usuário.
sr: Садржај странице је преширок за област приказа, па корисник мора да помера водоравно. %(BEGIN_LINK)sПрилагодите величину садржаја странице према области приказа%(END_LINK)s да бисте омогућили бољи кориснички доживљај.
tr: Sayfa içeriği, görünüm için çok geniş ve bu durum kullanıcıyı yatay kaydırma yapmaya zorluyor. Daha iyi bir kullanıcı deneyimi için %(BEGIN_LINK)ssayfa içeriğinin boyutunu görünüme göre ayarlayın%(END_LINK)s.
zh: 该网页内容的宽度超出了视口的宽度，这样会迫使用户水平滚动屏幕。请%(BEGIN_LINK)s将网页内容的尺寸调整为适合视口大小%(END_LINK)s，以改善用户体验。
zh_tw: 網頁內容的寬度超過檢視區的寬度，使用者必須左右捲動才能檢視完整網頁內容。為了讓使用者更方便使用，請%(BEGIN_LINK)s根據檢視區大小調整網頁內容縮放級距%(END_LINK)s。

source: The requests for the following URLs don't fit in a single packet. Reducing the size of these requests could reduce latency.
bg: Заявките за следните URL адреси не се вместват в един пакет. Намаляването на размера може да намали закъснението.
ca: Les sol·licituds per als URL següents no s'ajusten en un sol paquet. En reduir la mida d'aquestes sol·licituds es pot reduir el temps d'espera.
cs: Požadavky na následující adresy URL se nevejdou do jednoho paketu. Zmenšením velikosti požadavků lze snížit latenci.
da: Anmodningerne for de følgende webadresser passer ikke ind i en enkelt pakke. Reducering af størrelsen på disse anmodninger kan reducere forsinkelser.
es: Las solicitudes de las siguientes URL no caben en un único paquete. Puedes reducir el tamaño de estas solicitudes para reducir la latencia.
fr_ch: Les requêtes associées aux URL suivantes ne peuvent pas être incluses dans un seul et même paquet. Si vous réduisez la taille de ces requêtes, vous pourriez améliorer la réactivité de votre site.
he: הבקשות עבור כתובות האתר הבאות לא נכנסות לחבילה אחת. צמצום הגודל של בקשות אלה עשוי להפחית השהיה.
hi: निम्‍न URL के लिए अनुरोध एक पैकेट में फ़िट नहीं होते हैं. इन अनुरोधों का आकार कम करने से विलंबता कम हो सकती है.
id: Permintaan untuk URL berikut tidak muat dalam satu paket. Mengurangi ukuran permintaan berikut dapat mengurangi latensi.
it: Le richieste per i seguenti URL non rientrano in un unico pacchetto. La riduzione delle dimensioni di queste richieste potrebbe ridurre la latenza.
ja: 以下の URL のリクエストは、1 つのパケットに収まりません。これらのリクエストのサイズを縮小すると、待ち時間を短縮できます。
pl: Żądania następujących adresów URL nie mieszczą się w pojedynczym pakiecie. Zmniejszenie rozmiaru tych żądań może zmniejszyć opóźnienia.
pt: As solicitações para os seguintes URLs não cabem em um único pacote. Reduzir o tamanho dessas solicitações pode reduzir a latência.
pt_br: As solicitações para os seguintes URLs não cabem em um único pacote. Reduzir o tamanho dessas solicitações pode reduzir a latência.
sl: Zahtev za te URL-je ni mogoče dati v en paket. Z zmanjšanjem velikosti teh zahtev se lahko zmanjša zakasnitev.
sr: Захтеви за следеће URL адресе не могу да стану у један пакет. Смањивањем величина ових захтева можете да смањите кашњење.
tr: Aşağıdaki URL'ler için yapılan istekler tek bir pakete sığmıyor. Bu isteklerin boyutunu düşürmek gecikmeyi azaltabilir.
zh: 对下列网址的请求无法打包到单个数据包中。减少这些请求的数据量可缩短延迟时间。
zh_tw: 存取下列網址的要求大小超出單一封包的容量，請縮減這些要求的大小，以降低延遲時間。

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are close to other tap targets %(SCREENSHOT)s.
bg: „%(HTML_TEXT)s“ и още %(NUM_OTHERS)s целеви зони за докосване са близо до други такива зони %(SCREENSHOT)s.
cs: Prvek pro klepnutí %(HTML_TEXT)s a několik (%(NUM_OTHERS)s) dalších je blízko jiných prvků pro klepnutí %(SCREENSHOT)s.
da: Det trykbare element %(HTML_TEXT)s og %(NUM_OTHERS)s andre elementer er for tæt på andre trykbare elementer %(SCREENSHOT)s.
es: El botón táctil %(HTML_TEXT)s y %(NUM_OTHERS)s más están cerca de otros botones táctiles %(SCREENSHOT)s.
fr_ch: L'élément tactile %(HTML_TEXT)s, ainsi que %(NUM_OTHERS)s autres sont trop proches d'autres éléments tactiles %(SCREENSHOT)s.
he: יעד ההקשה %(HTML_TEXT)s ו-%(NUM_OTHERS)s נוספים ממוקמים קרוב ליעדי הקשה אחרים %(SCREENSHOT)s.
id: Target ketuk %(HTML_TEXT)s dan %(NUM_OTHERS)s lainnya berdekatan dengan target ketuk yang lain %(SCREENSHOT)s.
it: Il target dei tocchi %(HTML_TEXT)s e altri %(NUM_OTHERS)s sono vicini ad altri target dei tocchi %(SCREENSHOT)s.
pl: Element dotykowy %(HTML_TEXT)s i kilka innych (%(NUM_OTHERS)s) znajduje się blisko innych elementów dotykowych %(SCREENSHOT)s.
pt_br: O ponto de toque %(HTML_TEXT)s e outros %(NUM_OTHERS)s pontos de toque estão próximos de outros pontos desse tipo %(SCREENSHOT)s.
sr: Циљ додира %(HTML_TEXT)s и још %(NUM_OTHERS)s су близу других циљева додира %(SCREENSHOT)s.
tr: %(HTML_TEXT)s ve diğer %(NUM_OTHERS)s tanesinin hafifçe vurma hedefi başka hafifçe vurma hedeflerine yakın %(SCREENSHOT)s.
zh: %(HTML_TEXT)s 和另外%(NUM_OTHERS)s个点按目标与其他点按目标之间的距离太近%(SCREENSHOT)s。
zh_tw: 「%(HTML_TEXT)s」和另外 %(NUM_OTHERS)s 個點按目標與其他點按目標距離太近 %(SCREENSHOT)s。

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are close to other tap targets.
bg: „%(HTML_TEXT)s“ и още %(NUM_OTHERS)s целеви зони за докосване са близо до други такива зони.
cs: Prvek pro klepnutí %(HTML_TEXT)s a několik (%(NUM_OTHERS)s) dalších je blízko jiných prvků pro klepnutí.
da: Det trykbare element %(HTML_TEXT)s og %(NUM_OTHERS)s andre elementer er for tæt på andre trykbare elementer.
es: El botón táctil %(HTML_TEXT)s y %(NUM_OTHERS)s más están cerca de otros botones táctiles.
fr_ch: L'élément tactile %(HTML_TEXT)s, ainsi que %(NUM_OTHERS)s autres sont trop proches d'autres éléments tactiles.
he: יעד ההקשה %(HTML_TEXT)s ו-%(NUM_OTHERS)s נוספים ממוקמים קרוב ליעדי הקשה אחרים.
id: Target ketuk %(HTML_TEXT)s dan %(NUM_OTHERS)s lainnya berdekatan dengan target ketuk yang lain.
it: Il target dei tocchi %(HTML_TEXT)s e altri %(NUM_OTHERS)s sono vicini ad altri target dei tocchi.
pl: Element dotykowy %(HTML_TEXT)s i kilka innych (%(NUM_OTHERS)s) znajduje się blisko innych elementów dotykowych.
pt_br: O ponto de toque %(HTML_TEXT)s e outros %(NUM_OTHERS)s pontos de toque estão próximos de outros pontos desse tipo.
sr: Циљ додира %(HTML_TEXT)s и још %(NUM_OTHERS)s су близу других циљева додира.
tr: %(HTML_TEXT)s ve diğer %(NUM_OTHERS)s tanesinin hafifçe vurma hedefi başka hafifçe vurma hedeflerine yakın.
zh: %(HTML_TEXT)s 和另外%(NUM_OTHERS)s个点按目标与其他点按目标之间的距离太近。
zh_tw: 「%(HTML_TEXT)s」和另外 %(NUM_OTHERS)s 個點按目標與其他點按目標距離太近。

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(HEIGHT)s tall on a typical device (%(HEIGHT_PX)s CSS pixels) %(SCREENSHOT)s.
bg: Височината на „%(HTML_TEXT)s“ и още %(NUM_OTHERS)s целеви зони за докосване е само %(HEIGHT)s на типично устройство (%(HEIGHT_PX)s пиксела в CSS) %(SCREENSHOT)s.
cs: Prvek pro klepnutí %(HTML_TEXT)s a několik (%(NUM_OTHERS)s) dalších má na typických zařízeních výšku pouze %(HEIGHT)s (což odpovídá %(HEIGHT_PX)s pixelům CSS) %(SCREENSHOT)s.
da: Det trykbare element %(HTML_TEXT)s og %(NUM_OTHERS)s andre elementer er kun %(HEIGHT)s høje på almindelige mobilenheder (%(HEIGHT_PX)s CSS-pixels) %(SCREENSHOT)s.
es: El botón táctil %(HTML_TEXT)s y %(NUM_OTHERS)s más tienen una altura de solamente %(HEIGHT)s en un dispositivo común (%(HEIGHT_PX)s píxeles CSS) %(SCREENSHOT)s.
fr_ch: La hauteur de l'élément tactile %(HTML_TEXT)s et de %(NUM_OTHERS)s autres est de seulement %(HEIGHT)s sur un appareil standard (%(HEIGHT_PX)s pixels CSS) %(SCREENSHOT)s.
he: יעד ההקשה %(HTML_TEXT)s ו-%(NUM_OTHERS)s נוספים מגיעים רק לגובה של %(HEIGHT)s במכשירים נפוצים (%(HEIGHT_PX)s פיקסלים ב-CSS) ‏%(SCREENSHOT)s.
id: Tinggi target ketuk %(HTML_TEXT)s dan %(NUM_OTHERS)s lainnya hanya %(HEIGHT)s di perangkat biasa (%(HEIGHT_PX)s piksel CSS) %(SCREENSHOT)s.
it: Il target dei tocchi %(HTML_TEXT)s e altri %(NUM_OTHERS)s sono alti solo %(HEIGHT)s sui dispositivi comuni (%(HEIGHT_PX)s pixel CSS) %(SCREENSHOT)s.
pl: Wysokość elementu dotykowego %(HTML_TEXT)s oraz kilku innych (%(NUM_OTHERS)s) to zaledwie %(HEIGHT)s na typowych urządzeniach (piksele pliku CSS: %(HEIGHT_PX)s) %(SCREENSHOT)s.
pt_br: O ponto de toque %(HTML_TEXT)s e outros %(NUM_OTHERS)s pontos de toque têm somente %(HEIGHT)s de altura em dispositivos comuns (%(HEIGHT_PX)s pixels em CSS) %(SCREENSHOT)s.
sr: Циљ додира %(HTML_TEXT)s и још %(NUM_OTHERS)s су високи само %(HEIGHT)s на типичном уређају (%(HEIGHT_PX)s CSS пиксела) %(SCREENSHOT)s.
tr: Tipik bir cihazda, %(HTML_TEXT)s ve diğer %(NUM_OTHERS)s tanesinin hafifçe vurma hedefi yüksekliği yalnızca %(HEIGHT)s uzunluğundadır (%(HEIGHT_PX)s CSS piksel) %(SCREENSHOT)s.
zh: %(HTML_TEXT)s 和另外%(NUM_OTHERS)s个点按目标在标准设备上的高度仅为%(HEIGHT)s（%(HEIGHT_PX)s CSS 像素）%(SCREENSHOT)s。
zh_tw: 「%(HTML_TEXT)s」和另外 %(NUM_OTHERS)s 個點按目標在一般裝置上的高度只有 %(HEIGHT)s (%(HEIGHT_PX)s CSS 像素) %(SCREENSHOT)s。

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(HEIGHT)s tall on a typical device (%(HEIGHT_PX)s CSS pixels).
bg: Височината на „%(HTML_TEXT)s“ и още %(NUM_OTHERS)s целеви зони за докосване е само %(HEIGHT)s на типично устройство (%(HEIGHT_PX)s пиксела в CSS).
cs: Prvek pro klepnutí %(HTML_TEXT)s a několik (%(NUM_OTHERS)s) dalších má na typických zařízeních výšku pouze %(HEIGHT)s (což odpovídá %(HEIGHT_PX)s pixelům CSS).
da: Det trykbare element %(HTML_TEXT)s og %(NUM_OTHERS)s andre elementer er kun %(HEIGHT)s høje på almindelige mobilenheder (%(HEIGHT_PX)s CSS-pixels).
es: El botón táctil %(HTML_TEXT)s y %(NUM_OTHERS)s más tienen una altura de solamente %(HEIGHT)s en un dispositivo común (%(HEIGHT_PX)s píxeles CSS).
fr_ch: La hauteur de l'élément tactile %(HTML_TEXT)s et de %(NUM_OTHERS)s autres est de seulement %(HEIGHT)s sur un appareil standard (%(HEIGHT_PX)s pixels CSS).
he: יעד ההקשה %(HTML_TEXT)s ו-%(NUM_OTHERS)s נוספים מגיעים רק לגובה של %(HEIGHT)s במכשירים נפוצים (%(HEIGHT_PX)s פיקסלים ב-CSS).
id: Tinggi target ketuk %(HTML_TEXT)s dan %(NUM_OTHERS)s lainnya hanya %(HEIGHT)s di perangkat biasa (%(HEIGHT_PX)s piksel CSS).
it: Il target dei tocchi %(HTML_TEXT)s e altri %(NUM_OTHERS)s sono alti solo %(HEIGHT)s sui dispositivi comuni (%(HEIGHT_PX)s pixel CSS).
pl: Wysokość elementu dotykowego %(HTML_TEXT)s oraz kilku innych (%(NUM_OTHERS)s) to zaledwie %(HEIGHT)s na typowych urządzeniach (piksele pliku CSS: %(HEIGHT_PX)s).
pt_br: O ponto de toque %(HTML_TEXT)s e outros %(NUM_OTHERS)s pontos de toque têm somente %(HEIGHT)s de altura em dispositivos comuns (%(HEIGHT_PX)s pixels em CSS).
sr: Циљ додира %(HTML_TEXT)s и још %(NUM_OTHERS)s су високи само %(HEIGHT)s на типичном уређају (%(HEIGHT_PX)s CSS пиксела).
tr: Tipik bir cihazda, %(HTML_TEXT)s ve diğer %(NUM_OTHERS)s tanesinin hafifçe vurma hedefi yalnızca %(HEIGHT)s uzunluğundadır (%(HEIGHT_PX)s CSS piksel).
zh: %(HTML_TEXT)s 和另外%(NUM_OTHERS)s个点按目标在标准设备上的高度仅为%(HEIGHT)s（%(HEIGHT_PX)s CSS 像素）。
zh_tw: 「%(HTML_TEXT)s」和另外 %(NUM_OTHERS)s 個點按目標在一般裝置上的高度只有 %(HEIGHT)s (%(HEIGHT_PX)s CSS 像素)。

source: The tap target %(HTML_TEXT)s and %(NUM_OTHERS)s others are only %(WIDTH)s wide on a typical device (%(WIDTH_PX)s CSS pixels) %(SCREENSHOT)s.
bg: Ширината на „%(HTML_TEXT)s“ и още %(NUM_OTHERS)s целеви зони за докосване е само %(WIDTH)s на типично устройство (%(WIDTH_PX)s пиксела в CSS) %(SCREENSHOT)s.
cs: Prvek pro klepnutí %(HTML_TEXT)s a několik (%(NUM_OTHERS)s) dalších má na typických zařízeních šířku pouze %(WIDTH)s (což odpovídá %(WIDTH_PX)s pixelům CSS) %(SCREENSHOT)s.
da: Det trykbare element %(HTML_TEXT)s og %(NUM_OTHERS)s andre elementer er kun %(WIDTH)s brede på almindelige mobilenheder (%(WIDTH_PX)s CSS-pixels) %(SCREENSHOT)s.
es: El botón táctil %(HTML_TEXT)s y %(NUM_OTHERS)s más tienen una anchura de solamente %(WIDTH)s en un dispositivo común (%(WIDTH_PX)s píxeles CSS) %(SCREENSHOT)s.
fr_ch: La largeur de l'élément tactile %(HTML_TEXT)s et de %(NUM_OTHERS)s autres est de seulement %(WIDTH)s sur un appareil standard (%(WIDTH_PX)s pixels CSS) %(SCREENSHOT)s.
he: יעד ההקשה %(HTML_TEXT)s ו-%(NUM_OTHERS)s נוספים מגיעים רק לרוחב של %(WIDTH)s במכשירים נפוצים (%(WIDTH_PX)s פיקסלים ב- CSS) ‏%(SCREENSHOT)s.
id: Lebar target ketuk %(HTML_TEXT)s dan %(NUM_OTHERS)s lainnya hanya %(WIDTH)s di perangkat biasa (%(WIDTH_PX)s piksel CSS) %(SCREENSHOT)s.
it: Il target dei tocchi %(HTML_TEXT)s e altri %(NUM_OTHERS)s sono larghi solo %(WIDTH)s sui dispositivi comuni (%(WIDTH_PX)s pixel CSS) %(SCREENSHOT)s.
pl: Szerokość elementu dotykowego %(HTML_TEXT)s oraz kilku innych (%(NUM_OTHERS)s) to zaledwie %(WIDTH)s na typowych urządzeniach (piksele pliku CSS: %(WIDTH_PX)s) %(SCREENSHOT)s.
pt_br: O ponto de toque %(HTML_TEXT)s e outros %(NUM_OTHERS)s pontos de toque têm somente %(WIDTH)s de largura em dispositivos comuns (%(WIDTH_PX)s pixels em CSS) %(SCREENSHOT)s.
sr: Циљ додира %(HTML_TEXT)s и још %(NUM_OTHERS)s су широки само %(WIDTH)s на типичном уређају (%(WIDTH_PX)s CSS пиксела) %(SCREENSHOT)s.
tr: Tipik bir cihazda, %(HTML_TEXT)s ve diğer %(NUM_OTHERS)s tanesinin hafifçe vurma hedefi yalnızca %(WIDTH)s genişliğindedir (%(WIDTH_PX)s CSS piksel) %(SCREENSHOT)s.
zh: %(HTML_TEXT)s 和另外%(NUM_OTHERS)s个点按目标在标准设备上的宽度仅为%(WIDTH)s（%(WIDTH_PX)s CSS 像素）%(SCREENSHOT)s。
zh_tw: 「%(HTML_TEXT)s」和另外 %(NUM_OTHERS)s 個點按目標在一般裝置上的寬度只有 %(WIDTH)s (%(WIDTH_PX)s CSS 像素) %(SCREENSHOT)s。
