Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: The entire HTML response was not sufficient to render the above-the-fold content. This usually indicates that additional resources, loaded after HTML parsing, were required to render above-the-fold content. %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold by including it directly in the HTML response.
bg: Целият HTML отговор не бе достатъчен за изобразяването на съдържанието на видимата на екрана част от страницата. Обикновено това означава, че за целта са били нужни допълнителни ресурси, които се зареждат след синтактичния анализ на HTML кода. %(BEGIN_LINK)sДайте приоритет на видимото съдържание%(END_LINK)s, което е необходимо за изобразяването на видимата на екрана част от страницата, като го включите директно в HTML отговора.
cs: K vykreslení obsahu nad okrajem nestačila ani celá odpověď HTML. Obvykle to znamená, že byly k vykreslení obsahu nad okrajem potřeba další zdroje, které se načítají až po analýze kódu HTML. %(BEGIN_LINK)sUpřednostněte viditelný obsah%(END_LINK)s, který je potřeba k zobrazení části nad okrajem, tím, že jej zahrnete přímo v odpovědi HTML.
da: Hele HTML-svaret var ikke nok til at gengive indholdet over skillelinjen. Det betyder som regel, at yderligere ressourcer, der blev indlæst efter HTML-parsingen, var påkrævet for at gengive indholdet over skillelinjen.%(BEGIN_LINK)sPrioriter synligt indhold%(END_LINK)s, der er nødvendigt for at gengive over skillelinjen, ved at medtage det direkte i HTML-svaret.
es: Toda la respuesta HTML no era suficiente para visualizar el contenido de la mitad superior de la página. Esto suele indicar que eran necesarios recursos adicionales, que se cargan después del análisis de HTML, para presentar este contenido. %(BEGIN_LINK)sPrioriza el contenido visible%(END_LINK)s que se necesita para visualizar el contenido de la mitad superior de la página incluyéndolo directamente en la respuesta HTML.
fr_ch: L'intégralité de la réponse HTML n'a pas été suffisante pour afficher le contenu de la partie au-dessus de la ligne de flottaison. En règle générale, cela signifie que des ressources supplémentaires, dont le chargement s'effectue après l'analyse syntaxique HTML, sont nécessaires à l'affichage du contenu de la partie au-dessus de la ligne de flottaison. %(BEGIN_LINK)sDonnez la priorité au contenu visible%(END_LINK)s nécessaire à l'affichage de la partie au-dessus de la ligne de flottaison en l'intégrant directement à la réponse HTML.
he: תגובת ה-HTML במלואה לא הספיקה עבור עיבוד התוכן שבחלק העליון והקבוע. לרוב, משמעות הדבר היא שמשאבים נוספים, שנטענים לאחר ניתוח ה-HTML, נדרשו על מנת לעבד את התוכן שבחלק העליון והקבוע. %(BEGIN_LINK)sתן עדיפות לתוכן גלוי%(END_LINK)s הנחוץ לעיבוד החלק העליון והקבוע על ידי הכללתו באופן ישיר בתגובת ה-HTML.
id: Seluruh tanggapan HTML tidak memadai untuk merender konten paruh atas. Hal ini biasanya menandakan bahwa sumber daya tambahan, yang dimuat setelah penguraian HTML, diperlukan untuk merender konten paruh atas. %(BEGIN_LINK)sPrioritaskan konten yang terlihat%(END_LINK)s yang diperlukan untuk merender konten paruh atas dengan langsung menyertakannya di tanggapan HTML.
it: L'intera risposta HTML non è stata sufficiente per la visualizzazione dei contenuti above the fold. Generalmente, questo indica che per il rendering dei contenuti above the fold sono state necessarie risorse aggiuntive, caricate dopo l'analisi HTML. %(BEGIN_LINK)sDai la priorità ai contenuti visibili%(END_LINK)s necessari per la visualizzazione above the fold, includendoli direttamente nella risposta HTML.
pl: Nie udało się w całości wyrenderować części strony widocznej na ekranie. Zwykle oznacza to, że do wyrenderowania tej części strony konieczne jest wczytanie dodatkowych zasobów po parsowaniu HTML. %(BEGIN_LINK)sNadaj priorytet części strony widocznej na ekranie%(END_LINK)s bezpośrednio w kodzie HTML, aby renderować ją prawidłowo.
pt_br: A resposta HTML completa não foi suficiente para processar o conteúdo acima da dobra. Isso normalmente indica que os recursos adicionais, carregados após a análise de HTML, foram solicitados a processar o conteúdo acima da dobra. %(BEGIN_LINK)sPriorize o conteúdo visível%(END_LINK)s que é necessário para o processamento de conteúdo acima da dobra incluindo-o diretamente na resposta HTML.
sr: Целокупан HTML одговор није био довољан за приказивање садржаја изнад прелома. То обично значи да су за приказивање садржаја изнад прелома били неопходни додатни ресурси, учитани после рашчлањивања HTML-а. %(BEGIN_LINK)sДајте приоритет видљивом садржају%(END_LINK)s који је потребан за приказивање изнад прелома тако што ћете га директно уврстити у HTML одговор.
tr: HTML yanıtının tamamı ekranın üst kısmındaki içeriği oluşturmak için yeterli değildi. Bu durum genellikle, ekranın üst kısmındaki içeriği oluşturmak için, HTML ayrıştırıldıktan sonra yüklenen ek kaynakların gerektiğini gösterir. Ekranın üst kısmı için gereken %(BEGIN_LINK)sgörünür içeriğe öncelik verin%(END_LINK)s. Bunun için söz konusu içeriği doğrudan HTML yanıtına ekleyin.
zh: 整个 HTML 响应不足以呈现首屏内容。这通常表明需要在 HTML 解析后加载额外资源才能呈现首屏内容。请将呈现首屏所需的可见内容直接加到 HTML 响应中，以便%(BEGIN_LINK)s划分可见内容的优先级%(END_LINK)s。
zh_tw: 整個 HTML 回應不足以轉譯前幾行內容。一般來說，這表示需要在剖析 HTML 之後載入其他資源，才能轉譯前幾行內容。請%(BEGIN_LINK)s優先處理顯示內容%(END_LINK)s (轉譯前幾行所需)，直接在 HTML 回應中加入這些內容。

source: The following %(NUM_RESOURCES)s external CSS resources blocked the rendering before the browser was able to render most of the above-the-fold content. Inlining them and enabling compression (if it is not enabled already) will make your page render most of the above-the-fold content in the first 15kB.
bg: Следните %(NUM_RESOURCES)s външни ресурса на CSS блокираха изобразяването, преди браузърът да успее да визуализира повечето съдържание на видимата на екрана част от страницата. Вграждането на тези ресурси и активирането на компресирането (ако още не е включено) ще доведе до зареждането на по-голямата част от въпросното съдържание в рамките на първите 15 КБ.
ca: Els %(NUM_RESOURCES)s recursos de CSS externs han bloquejat la renderització abans que el navegador pogués renderitzar la major part del contingut de la part superior visible següent. Si els inseriu i n'activeu la compressió (si encara no està activada), la vostra pàgina renderitzarà la major part del contingut de la part superior visible següent durant els primers 15 KB.
cs: Následující externí zdroje CSS (celkem %(NUM_RESOURCES)s) blokovaly vykreslování, než mohl prohlížeč vykreslit většinu obsahu nad okrajem. Pokud je vložíte do kódu a aktivujete kompresi (pokud již není aktivována), většina obsahu nad okrajem se vykreslí v rámci prvních 15 kB.
da: Følgende %(NUM_RESOURCES)s eksterne CSS-ressourcer blokerede gengivelsen, inden browseren var i stand til at gengive det meste af indholdet over skillelinjen. Ved at indlejre dem og tillade komprimering (hvis det ikke er tilladt allerede) vil din side gengive det meste af indholdet over skillelinjen i de første 15 KB.
es: Los siguientes %(NUM_RESOURCES)s recursos externos CSS han bloqueado la visualización antes de que el navegador pudiera mostrar casi todo el contenido de la mitad superior de la página. Si las insertas y habilitas la compresión (si no está ya habilitada), hará que la página muestre casi todo el contenido de la mitad superior en los primeros 15 KB.
fr_ch: Les %(NUM_RESOURCES)s ressources CSS externes suivantes ont bloqué l'affichage avant que le navigateur ne puisse afficher la plupart du contenu au-dessus de la ligne de flottaison. Les intégrer et les compresser (si cela n'est pas déjà fait) permettra à votre page d'afficher la plupart du contenu au-dessus de la ligne de flottaison dans les premiers 15 Ko.
he: %(NUM_RESOURCES)s משאבי ה-CSS הבאים חסמו את העיבוד לפני שהדפדפן הצליח לעבד את רוב התוכן שבחלק העליון והקבוע. הטבעה שלהם והפעלת דחיסה (אם עוד לא הופעלה) יאפשרו לדף לעבד את רוב התוכן בחלק העליון והקבוע ב-15 הקילובייט הראשונים.
id: %(NUM_RESOURCES)s sumber daya CSS eksternal berikut memblokir perenderan sebelum browser mampu merender sebagian besar konten paruh atas. Menjadikan sumber daya tersebut sebaris dan mengaktifkan kompresi (jika belum diaktifkan) akan membuat laman Anda merender sebagian besar konten paruh atas dalam 15 kB pertama.
it: Le seguenti %(NUM_RESOURCES)s risorse CSS esterne hanno impedito la visualizzazione prima che il browser riuscisse a visualizzare gran parte dei contenuti above the fold. Se incorpori le risorse e attivi la compressione (se non è già attiva), la maggior parte dei contenuti above the fold verrà visualizzata nella pagina entro i primi 15 kB.
ja: スクロールせずに見えるコンテンツの大部分をブラウザがレンダリングする前に、次の %(NUM_RESOURCES)s 件の外部 CSS リソースがレンダリングをブロックしました。これらのリソースをインライン化し、圧縮を有効にすると（有効になっていない場合）、ページでは最初の 15 KB で、スクロールせずに見えるコンテンツの大部分がレンダリングされます。
pl: Wymienione zewnętrzne zasoby CSS (%(NUM_RESOURCES)s) zablokowały renderowanie, zanim przeglądarka zdołała wyrenderować większość elementów widocznych na ekranie. Wbudowanie tych zasobów i zastosowanie kompresji (o ile jeszcze nie jest używana) pozwoli wyrenderować większość elementów strony widocznych na ekranie przy wykorzystaniu pierwszych 15 KB odpowiedzi.
pt_br: Os seguintes %(NUM_RESOURCES)s recursos CSS externos bloquearam a renderização antes que fosse possível para o navegador renderizar a maioria do conteúdo acima da dobra. Incorporá-los in-line e ativar a compactação (se ainda não estiver ativada) fará com que a página renderize a maior parte do conteúdo acima da dobra nos primeiros 15 kB.
sl: Toliko zunanjih virov CSS je blokiralo upodabljanje, preden je lahko brskalnik upodobil večino vsebine na vrhu strani: %(NUM_RESOURCES)s. Če jih vdelate v HTML in omogočite stiskanje (če že ni omogočeno), bo stran lahko upodobila večino vsebine na vrhu strani v okviru prvih 15 KB.
sr: Следећи %(NUM_RESOURCES)s спољни CSS ресурси су блокирали приказивање пре него што је прегледач приказао већи део садржаја изнад прелома. Ако их уградите и омогућите компресију (ако већ није омогућена), страница ће приказати већи део садржаја изнад прелома у првих 15 kB.
tr: Tarayıcı, ekranın üst kısmındaki içeriğin çoğunu oluşturmadan önce aşağıdaki %(NUM_RESOURCES)s harici CSS kaynağı, oluşturma işlemini engelledi. Bunları satır içi yapmak ve (etkin değilse) sıkıştırmayı etkinleştirmek ekranın üst kısmındaki içeriğin büyük bölümünün ilk 15 KB içinde oluşturulmasını sağlar.
zh: 以下%(NUM_RESOURCES)s条外部 CSS 资源在浏览器还未来得及呈现大部分首屏内容之前阻止了呈现。如果您将其内嵌并启用压缩（如果尚未启用），那么您的网页可在前15 KB 呈现大部分首屏内容。
zh_tw: 下列 %(NUM_RESOURCES)s 項外部 CSS 資源在瀏覽器順利轉譯大多數前幾行內容之前會封鎖轉譯功能。嵌入這些資源並啟用壓縮功能 (如果尚未啟用的話) 可讓您的網頁在前 15 KB 內轉譯大多數前幾行內容。

source: The following JavaScript call stack (executed %(NUM_TIMES)s times) caused reflows that took %(NUM_MILLISECONDS)s milliseconds: %(CALL_STACK)s
bg: Следният стек за извикване на JavaScript (изпълнен %(NUM_TIMES)s пъти) доведе до преформатирания, които отнеха %(NUM_MILLISECONDS)s милисекунди: %(CALL_STACK)s
ca: La pila de crides JavaScript següent (executada %(NUM_TIMES)s vegades) ha provocat refluxos que han trigat %(NUM_MILLISECONDS)s mil·lisegons: %(CALL_STACK)s
cs: Následující zásobník volání JavaScriptu (počet spuštění: %(NUM_TIMES)s) byl příčinou překreslení, které trvalo %(NUM_MILLISECONDS)s ms: %(CALL_STACK)s
da: Følgende opkaldskø til JavaScript (udført %(NUM_TIMES)s gange) forårsagede visninger, som tog %(NUM_MILLISECONDS)s millisekunder: %(CALL_STACK)s
es: La pila de llamadas JavaScript que se muestra a continuación (ejecutada %(NUM_TIMES)s veces) ha provocado redistribuciones durante %(NUM_MILLISECONDS)s milisegundos: %(CALL_STACK)s
fr_ch: La pile des appels JavaScript suivante (exécutée %(NUM_TIMES)s fois) a entraîné des ajustements de la mise en page qui ont duré %(NUM_MILLISECONDS)s millisecondes : %(CALL_STACK)s
he: מחסנית קריאות ה-JavaScript הבאה (בוצעה %(NUM_TIMES)s פעמים) גרמה להזרמות מחדש שארכו %(NUM_MILLISECONDS)s אלפיות שנייה: %(CALL_STACK)s
id: Tumpukan panggilan JavaScript berikut (dilakukan %(NUM_TIMES)s kali) menyebabkan pemuatan ulang tata letak yang menghabiskan waktu %(NUM_MILLISECONDS)s milidetik: %(CALL_STACK)s
it: Il seguente stack di chiamate JavaScript (eseguito %(NUM_TIMES)s volte) ha causato scorrimenti che hanno richiesto %(NUM_MILLISECONDS)s millisecondi: %(CALL_STACK)s
ja: 以下の JavaScript コール スタック（%(NUM_TIMES)s 回実行）が %(NUM_MILLISECONDS)s ミリ秒のリフローを引き起こしました: %(CALL_STACK)s
pl: Następujący stos wywołań JavaScript (wykonany %(NUM_TIMES)s razy) spowodował zmiany układu, które trwały %(NUM_MILLISECONDS)s ms: %(CALL_STACK)s
pt_br: A seguinte pilha de chamadas JavaScript (executada %(NUM_TIMES)s vezes) causou refluxos que levaram %(NUM_MILLISECONDS)s milissegundos: %(CALL_STACK)s
sl: Ta sklad klicev JavaScripta (izveden %(NUM_TIMES)s-krat) je povzročil vnovične postavitve, ki so trajale %(NUM_MILLISECONDS)s ms: %(CALL_STACK)s
sr: Следећи JavaScript скуп повратних функција (извршен %(NUM_TIMES)s пута) изазвао је прераспоређивања која су трајала %(NUM_MILLISECONDS)s милисекунде(и): %(CALL_STACK)s
tr: Aşağıdaki JavaScript çağırma yığını (%(NUM_TIMES)s kez çalıştırıldı), %(NUM_MILLISECONDS)s milisaniye süren yeniden akışlara neden oldu: %(CALL_STACK)s
zh: 以下 JavaScript 调用堆栈（已执行%(NUM_TIMES)s次）导致了重排（耗时%(NUM_MILLISECONDS)s毫秒）：%(CALL_STACK)s
zh_tw: 下列 JavaScript 呼叫堆疊 (執行次數：%(NUM_TIMES)s) 造成內容自動重排 (費時 %(NUM_MILLISECONDS)s 毫秒)：%(CALL_STACK)s

source: The following JavaScript call stack caused a reflow that took %(NUM_MILLISECONDS)s milliseconds: %(CALL_STACK)s
bg: Следният стек за извикване на JavaScript доведе до преформатиране, което отне %(NUM_MILLISECONDS)s милисекунди: %(CALL_STACK)s
ca: La pila de crides JavaScript següent ha provocat un reflux que ha trigat %(NUM_MILLISECONDS)s mil·lisegons: %(CALL_STACK)s
cs: Následující zásobník volání JavaScriptu byl příčinou překreslení, které trvalo %(NUM_MILLISECONDS)s ms: %(CALL_STACK)s
da: Følgende opkaldskø til JavaScript forårsagede en visning, der tog %(NUM_MILLISECONDS)s millisekunder: %(CALL_STACK)s
es: La pila de llamadas JavaScript que se muestra a continuación ha provocado una redistribución durante %(NUM_MILLISECONDS)s milisegundos: %(CALL_STACK)s
fr_ch: La pile des appels JavaScript suivante a entraîné un ajustement de la mise en page qui a duré %(NUM_MILLISECONDS)s millisecondes : %(CALL_STACK)s
he: מחסנית קריאות ה-JavaScript הבאה גרמה להזרמה מחדש שארכה %(NUM_MILLISECONDS)s אלפיות שנייה: %(CALL_STACK)s
id: Tumpukan panggilan Java Script berikut ini menyebabkan pemuatan ulang tata letak yang memakan waktu %(NUM_MILLISECONDS)s milidetik: %(CALL_STACK)s
it: Il seguente stack di chiamate JavaScript ha causato uno scorrimento che ha richiesto %(NUM_MILLISECONDS)s millisecondi: %(CALL_STACK)s
ja: 以下の JavaScript コール スタックが %(NUM_MILLISECONDS)s ミリ秒のリフローを引き起こしました: %(CALL_STACK)s
pl: Następujący stos wywołań JavaScript spowodował zmianę układu, która trwała %(NUM_MILLISECONDS)s ms: %(CALL_STACK)s
pt_br: A seguinte pilha de chamadas JavaScript causou um refluxo que levou %(NUM_MILLISECONDS)s milissegundos: %(CALL_STACK)s
sl: Ta sklad klicev JavaScripta je povzročil vnovično postavitev, ki je trajala %(NUM_MILLISECONDS)s ms: %(CALL_STACK)s
sr: Следећи JavaScript скуп повратних функција изазвао је прераспоређивање које је трајало %(NUM_MILLISECONDS)s милисекунде(и): %(CALL_STACK)s
tr: Aşağıdaki JavaScript çağırma yığını, %(NUM_MILLISECONDS)s milisaniye süren yeniden akışlara neden oldu: %(CALL_STACK)s
zh: 以下 JavaScript 调用堆栈导致了重排（耗时%(NUM_MILLISECONDS)s毫秒）：%(CALL_STACK)s
zh_tw: 下列 JavaScript 呼叫堆疊造成內容自動重排 (費時 %(NUM_MILLISECONDS)s 毫秒)：%(CALL_STACK)s

source: The following URLs run JavaScript that blocks the UI for a long time. To improve browser responsiveness, optimize the JavaScript or split it up using callbacks.
bg: Следните URL адреси изпълняват JavaScript, който блокира потребителския интерфейс за дълго време. За да подобрите действието на браузъра, оптимизирайте този JavaScript или го разделете посредством обратни извиквания.
ca: Els URL següents executen un JavaScript que bloqueja la interfície de l'usuari durant molta estona. Per millorar la capacitat de resposta del navegador, optimitzeu el JavaScript o dividiu-lo mitjançant crides de retorn.
cs: Následující adresy URL spouštějí JavaScript, který dlouhou dobu blokuje uživatelské rozhraní. Optimalizací JavaScriptu nebo jeho rozdělením pomocí zpětných volání zlepšíte odezvu prohlížeče.
da: De følgende webadresser anvender JavaScript, som blokerer brugergrænsefladen i lang tid. Gør browseren hurtigere ved at optimere JavaScript eller dele det op ved hjælp af tilbagekald.
es: Las URL que se indican a continuación ejecutan código JavaScript que bloquea la interfaz de usuario durante bastante tiempo. Para mejorar la capacidad de respuesta del navegador, optimiza el código JavaScript o divídelo mediante devoluciones de llamadas.
fr_ch: Les URL suivantes exécutent un code JavaScript qui bloque l'interface utilisateur pendant un long moment. Pour améliorer la réponse du navigateur, optimisez le code JavaScript ou scindez-le à l'aide de rappels.
he: כתובות האתר הבאות מפעילות JavaScript החוסם את ממשק המשתמש למשך פרק זמן ממושך. כדי לשפר את יכולת התגובה של הדפדפן, בצע אופטימיזציה של ה-JavaScript או פצל אותו באמצעות התקשרויות חזרה.
id: URL berikut menjalankan JavaScript yang mencekal UI untuk waktu yang lama. Untuk meningkatkan daya tanggap browser, optimalkan JavaScript atau pisahkan menggunakan panggilan balik.
it: I seguenti URL eseguono del codice JavaScript che blocca l'interfaccia utente per un lungo periodo. Per migliorare la reattività del browser, ottimizza il codice JavaScript o dividilo utilizzando delle funzioni callback.
ja: 以下の URL で、UI をブロックする JavaScript が長時間実行されていました。ブラウザの応答性を改善するには、JavaScript を最適化するか、コールバックを使用して JavaScript を分割してください。
pl: Pod następującymi adresami URL wykonywany jest kod JavaScript, który przez długi czas blokuje interfejs użytkownika. Aby zwiększyć szybkość reakcji przeglądarki, zoptymalizuj ten kod JavaScript lub podziel go na części z użyciem wywołań zwrotnych.
pt_br: Os seguintes URLs executam JavaScript que bloqueia a interface do usuário por um longo tempo. Para melhorar a agilidade na resposta do navegador, otimize o JavaScript ou divida-o usando callbacks.
sl: Ti URL-ji izvedejo JavaScript, ki za dalj časa blokira uporabniški vmesnik. Če želite izboljšati odzivnost brskalnika, optimirajte JavaScript ali ga razdelite s povratnimi klici.
sr: Следеће URL адресе покрећу JavaScript који блокира кориснички интерфејс на дуже време. Да бисте побољшали реактивност прегледача, оптимизујте JavaScript или га поделите помоћу повратних функција.
tr: Aşağıdaki URL'ler, arayüzü uzun süre engelleyen JavaScript kodları çalışıtırıyor. Tarayıcının yanıt verme hızını iyileştirmek için JavaScript'i optimize edin veya geri çağırma (callback) fonksiyonları kullanarak kodu ayırın.
zh: 以下网址运行的 JavaScript 长时间阻碍用户界面的加载。为了提高浏览器的响应速度，请优化相应的 JavaScript 或使用回调对其进行拆分。
zh_tw: 下列網址執行長期封鎖使用者介面的 JavaScript。如要提升瀏覽器的反應能力，請將 JavaScript 最佳化，或使用回呼分割 JavaScript。

source: The following external CSS files were included after an external JavaScript file in %(URL)s. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
bg: Следните външни CSS файлове са включени след външен файл на JavaScript в %(URL)s. За да сте сигурни, че CSS файловете се изтеглят паралелно, винаги включвайте външен CSS преди външния JavaScript.
ca: Els fitxers CSS externs següents s'han inclòs després d'un fitxer JavaScript extern a %(URL)s. Per garantir que els fitxers CSS es baixen en paral·lel, incloeu sempre els CSS externs abans del JavaScript extern.
cs: Následující externí soubory CSS byly na stránce %(URL)s uvedeny až za externím souborem JavaScript. Chcete-li stahovat soubory CSS paralelně, vždy je uveďte před externím JavaScriptem.
da: Følgende CSS-filer blev inkluderet efter en ekstern Javascript-fil i %(URL)s. Inkluder altid eksterne CSS-filer før ekstern JavaScript for at sikre, at CSS-filerne downloades parallelt.
es: Los siguientes archivos CSS externos se incluyeron después de un archivo JavaScript externo en %(URL)s. Para garantizar que los archivos CSS se descarguen en paralelo, incluye siempre los recursos CSS externos antes que los recursos JavaScript externos.
fr_ch: Les fichiers CSS externes suivants ont été inclus à la suite d'un fichier JavaScript externe dans %(URL)s. Incluez toujours les fichiers CSS externes avant le code JavaScript externe, afin de garantir le téléchargement des fichiers CSS en parallèle.
he: קובצי ה-CSS החיצוניים הבאים נכללו אחרי קובץ JavaScript חיצוני ב-%(URL)s. כדי לוודא שמתבצעת הורדה במקביל של קובצי CSS, כלול תמיד CSS חיצוני לפני JavaScript חיצוני.
id: Berkas CSS eksternal berikut disertakan setelah file JavaScript eksternal di %(URL)s. Untuk memastikan file CSS diunduh secara paralel, selalu sertakan CSS eksternal sebelum JavaScript eksternal.
it: I seguenti file CSS esterni sono stati inclusi dopo un file JavaScript esterno in %(URL)s. Per garantire che i file CSS vengano scaricati con caricamento in contemporanea, includi sempre le risorse CSS esterne prima delle risorse JavaScript esterne.
ja: %(URL)s では、以下の外部 CSS ファイルが外部 JavaScript ファイルの後に指定されています。CSS ファイルが同時にダウンロードされるようにするには、外部 CSS ファイルを必ず外部 JavaScript ファイルの前に指定してください。
pl: W pliku %(URL)s umieszczono poniższe pliki CSS po zewnętrznym pliku JavaScript. Aby umożliwić równoległe pobieranie plików CSS, zawsze umieszczaj zewnętrzne pliki CSS przed zewnętrznymi plikami JavaScript.
pt_br: Os seguintes arquivos CSS externos foram incluídos após um arquivo JavaScript externo em %(URL)s. Para garantir que os downloads dos arquivos CSS sejam feitos paralelamente, inclua sempre o CSS antes do JavaScript externo.
sl: Te zunanje datoteke CSS so bile vključene po zunanji datoteki JavaScript v %(URL)s. Če želite zagotoviti, da se datoteke CSS prenesejo paralelno, zunanje datoteke CSS vedno vključite pred zunanjim JavaScriptom.
sr: Следеће спољне CSS датотеке су укључене након спољне JavaScript датотеке на %(URL)s. Да бисте обезбедили истовремено преузимање CSS датотека, увек укључите спољни CSS пре спољног JavaScript-а.
tr: Aşağıdaki harici CSS dosyaları %(URL)s içinde harici bir JavaScript dosyasından sonra eklendi. CSS dosyalarının paralel olarak indirilmesini sağlamak için, harici CSS'yi her zaman harici JavaScript'ten önce ekleyin.
zh: 在 %(URL)s 中，下列外部 CSS 文件排在一个外部 JavaScript 文件之后。为确保能够并行下载这些 CSS 文件，请始终将外部 CSS 文件排在外部 JavaScript 文件前面。
zh_tw: 下列外部 CSS 檔案在 %(URL)s 中排列的位置在某個外部 JavaScript 檔案之後。為了確保系統以平行方式下載 CSS 檔案，請將外部 CSS 檔案一律排列在外部 JavaScript 檔案之前。
