Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: If you change the doctype, for example to %(HTML_DOCTYPE)s in order to use HTML5 features, %(BEGIN_LINK)sconfigure a viewport%(END_LINK)s with %(META_VIEWPORT_TAG)s to keep the page's current behavior.
bg: Ако промените например DOCTYPE на %(HTML_DOCTYPE)s с цел използване на функциите на HTLM5, %(BEGIN_LINK)sконфигурирайте прозорец за показване%(END_LINK)s с/ъс %(META_VIEWPORT_TAG)s, за да се запази текущото поведение на страницата.
cs: Pokud změníte typ dokumentu, například na %(HTML_DOCTYPE)s za účelem použití prvků HTML5, %(BEGIN_LINK)snakonfigurujte za účelem zachování aktuálního chování viewport%(END_LINK)s s hodnotou %(META_VIEWPORT_TAG)s.
da: Hvis du ændrer doctype til f.eks. %(HTML_DOCTYPE)s for at bruge HTML5-funktioner, %(BEGIN_LINK)sskal du konfigurere en visning%(END_LINK)s med %(META_VIEWPORT_TAG)s for at beholde den aktuelle adfærd.
es: Si cambias el tipo de documento, por ejemplo, a %(HTML_DOCTYPE)s para utilizar las funciones de HTML5, %(BEGIN_LINK)sconfigura una ventana gráfica%(END_LINK)s con %(META_VIEWPORT_TAG)s para mantener el comportamiento actual de la página.
fr_ch: Si vous remplacez l'élément doctype par %(HTML_DOCTYPE)s, par exemple, afin d'utiliser les caractéristiques HTML5, %(BEGIN_LINK)sconfigurez une vue%(END_LINK)s avec %(META_VIEWPORT_TAG)s pour conserver le comportement actuel de la page.
he: אם תשנה את ה-doctype, למשל ל-%(HTML_DOCTYPE)s על מנת להשתמש בתכונות HTML5, ‏%(BEGIN_LINK)sהגדר viewport%(END_LINK)s עם %(META_VIEWPORT_TAG)s כדי לשמר את ההתנהגות הנוכחית של הדף.
id: Jika Anda mengubah doctype, misalnya menjadi %(HTML_DOCTYPE)s agar dapat menggunakan fitur HTML5, %(BEGIN_LINK)skonfigurasikan area pandang%(END_LINK)s dengan %(META_VIEWPORT_TAG)s untuk mempertahankan perilaku laman saat ini.
it: Se cambi doctype, ad esempio impostando %(HTML_DOCTYPE)s per poter utilizzare le funzionalità HTML5, %(BEGIN_LINK)sconfigura un tag viewport%(END_LINK)s con %(META_VIEWPORT_TAG)s per mantenere il comportamento corrente della pagina.
pl: Jeśli zmienisz typ dokumentu (na przykład na %(HTML_DOCTYPE)s, by użyć funkcji HTML5), %(BEGIN_LINK)sskonfiguruj okno robocze%(END_LINK)s, korzystając z tagu %(META_VIEWPORT_TAG)s, by zachować bieżące właściwości strony.
pt_br: Se você alterar o tipo do DOCTYPE (para %(HTML_DOCTYPE)s, por exemplo) a fim de usar recursos HTML5, %(BEGIN_LINK)sconfigure um visor%(END_LINK)s com %(META_VIEWPORT_TAG)s para manter o comportamento atual da página.
sr: Ако промените doctype (на пример на %(HTML_DOCTYPE)s) да бисте користили HTML5 функције, %(BEGIN_LINK)sконфигуришите област приказа%(END_LINK)s помоћу %(META_VIEWPORT_TAG)s да бисте задржали актуелно понашање странице.
tr: Doctype'ı değiştirirseniz (örneğin HTML5 özelliklerini kullanmak için %(HTML_DOCTYPE)s yaparsanız), sayfanın geçerli davranışını korumak üzere %(META_VIEWPORT_TAG)s ile %(BEGIN_LINK)sbir görünüm yapılandırın%(END_LINK)s.
zh: 如果您改变了 DOCTYPE（例如将其改为 %(HTML_DOCTYPE)s 以使用HTML5功能），请%(BEGIN_LINK)s配置相应视口%(END_LINK)s并在其中指定 %(META_VIEWPORT_TAG)s，以保持网页的当前显示效果。
zh_tw: 如果您為了使用 HTML5 功能而變更 DOCTYPE (例如變更為 %(HTML_DOCTYPE)s)，請%(BEGIN_LINK)s設定檢視區%(END_LINK)s (指定 %(META_VIEWPORT_TAG)s)，以便維持網頁目前的行為。

source: Improve server response time
bg: Подобряване на времето на реакция на сървъра
ca: Milloreu el temps de resposta del servidor.
cs: Zlepšete dobu odezvy serveru
da: Gør serverens svartid bedre
es: Mejora el tiempo de respuesta del servidor
fr_ch: Améliorer le temps de réponse du serveur
he: שפר את זמן התגובה של השרת
id: Meningkatkan waktu respons server
it: Migliora tempo di risposta del server
ja: サーバーの応答時間を短縮する
pl: Popraw czas odpowiedzi serwera
pt_br: Melhorar o tempo de resposta do servidor
sl: Izboljšajte čas odziva strežnika
sr: Побољшајте време одговора сервера
tr: Sunucu yanıt süresini iyileştirin
zh: 改善服务器响应时间
zh_tw: 加快伺服器回應時間

source: In our test, your server responded in %(RESPONSE_TIME)s. There are many factors that can slow down your server response time. %(BEGIN_LINK)sPlease read our recommendations%(END_LINK)s to learn how you can monitor and measure where your server is spending the most time.
bg: При теста ни сървърът ви реагира след %(RESPONSE_TIME)s. Има много фактори, които могат да удължат този период. %(BEGIN_LINK)sМоля, прочетете препоръките ни%(END_LINK)s, за да научите как да наблюдавате и измервате къде сървърът ви се забавя най-много.
ca: A la nostra prova, el vostre servidor ha respost en %(RESPONSE_TIME)s. Hi ha molts factors que poden reduir la velocitat del temps de resposta del servidor. %(BEGIN_LINK)sConsulteu les nostres recomanacions%(END_LINK)s per obtenir informació sobre com podeu fer un seguiment i com podeu mesurar en quin lloc el servidor inverteix la major part del temps.
cs: V našem testu váš server odpověděl za %(RESPONSE_TIME)s. Odezvu serveru může zpomalovat celá řada faktorů. %(BEGIN_LINK)sPřečtěte si naše doporučení%(END_LINK)s, která vám poskytnou další informace o sledování a měření procesů, kterými váš server tráví nejvíce času.
da: I vores test svarede din server på %(RESPONSE_TIME)s. Der er mange faktorer, der kan bremse din servers svartid. %(BEGIN_LINK)sLæs vores anbefalinger%(END_LINK)s for at få oplysninger om, hvordan du kan overvåge og måle, hvor din server bruger længst tid.
es: En nuestro test, el servidor respondió en %(RESPONSE_TIME)s. Hay muchos factores que pueden ralentizar el tiempo de respuesta del servidor. %(BEGIN_LINK)sLee nuestras recomendaciones%(END_LINK)s para saber cómo puedes supervisar y medir dónde invierte el servidor la mayoría del tiempo.
fr_ch: Lors de notre test, votre serveur a répondu en %(RESPONSE_TIME)s. De nombreux facteurs peuvent augmenter le délai de réponse d'un serveur. %(BEGIN_LINK)sVeuillez consulter nos recommandations%(END_LINK)s pour savoir comment contrôler et mesurer les opérations qui prennent le plus de temps.
he: בבדיקה שלנו, השרת שלך הגיב תוך %(RESPONSE_TIME)s. יש גורמים רבים שיכולים להאט את זמן התגובה של השרת. %(BEGIN_LINK)sקרא את ההמלצות שלנו%(END_LINK)s כדי ללמוד כיצד לנטר ולמדוד היכן השרת משקיע את רוב הזמן.
id: Dalam pengujian kami, server Anda merespons dalam %(RESPONSE_TIME)s. Ada banyak faktor yang dapat memperlambat waktu respons server. %(BEGIN_LINK)sBaca saran kami%(END_LINK)s untuk mempelajari bagaimana Anda dapat memantau dan mengukur di mana server Anda menghabiskan waktu paling banyak.
it: Nel nostro test il tuo server ha risposto in %(RESPONSE_TIME)s. Il tempo di risposta del server potrebbe essere più lungo a causa di diversi fattori. %(BEGIN_LINK)sLeggi i nostri consigli%(END_LINK)s per sapere come puoi monitorare e valutare dove il tuo server trascorre gran parte del tempo.
ja: Google のテストでは、お使いのサーバーは %(RESPONSE_TIME)sで応答しました。サーバーの応答時間が遅くなる要因はたくさんあります。サーバーが多くの時間を費やしている箇所を監視し、測定する方法については、%(BEGIN_LINK)sGoogle の推奨事項をお読みください%(END_LINK)s。
pl: W naszym teście czas odpowiedzi serwera wyniósł %(RESPONSE_TIME)s. Czas odpowiedzi serwera może być wydłużany przez wiele czynników. %(BEGIN_LINK)sZapoznaj się z naszymi zaleceniami%(END_LINK)s i dowiedz się, jak monitorować i mierzyć działania, które zajmują serwerowi najwięcej czasu.
pt_br: Em nosso teste, seu servidor respondeu em %(RESPONSE_TIME)s. Há muitos fatores que podem afetar o tempo de resposta. %(BEGIN_LINK)sLeia nossas recomendações%(END_LINK)s para saber como é possível monitorar e avaliar onde o servidor gasta mais tempo.
sl: Vaš strežnik se je pri našem testu odzval v %(RESPONSE_TIME)s. Odzivni čas lahko upočasnijo številni dejavniki. %(BEGIN_LINK)sPreberite naša priporočila%(END_LINK)s, v katerih izveste, kako spremljate in merite, kje vaš strežnik porabi največ časa.
sr: Сервер је на нашем тесту одговорио за %(RESPONSE_TIME)s. Постоји много чинилаца који могу да продуже време одговора сервера. %(BEGIN_LINK)sПрочитајте наше препоруке%(END_LINK)s да бисте сазнали како можете да надгледате и мерите где сервер троши највише времена.
tr: Yaptığımız testte, sunucunuz %(RESPONSE_TIME)s içinde yanıt verdi. Sunucunuzun yanıt süresini yavaşlatacak pek çok etken vardır. Sunucunuzun en çok nerede zaman harcadığını nasıl izleyebileceğinizi ve ölçebileceğinizi öğrenmek için %(BEGIN_LINK)slütfen önerilerimizi okuyun%(END_LINK)s.
zh: 在我们的测试中，您的服务器在%(RESPONSE_TIME)s内做出了响应。能够拖慢服务器响应时间的因素有很多。%(BEGIN_LINK)s请阅读我们的建议%(END_LINK)s，了解如何监控并计量使您的服务器花费时间最多的项。
zh_tw: 根據測試結果，您的伺服器回應時間為 %(RESPONSE_TIME)s。許多因素都可能使您的伺服器回應時間變慢。%(BEGIN_LINK)s請參閱我們的建議做法%(END_LINK)s，瞭解如何監控及測量您的伺服器花費最多時間處理的作業部分。

source: Inline Small CSS
bg: Вграждайте малките CSS
ca: Inseriu CSS petits
cs: Malé šablony CSS vložte přímo
da: Indlejret lille CSS
es: Insertar pequeños recursos CSS
fr_ch: Intégrer les ressources CSS peu volumineuses
he: הטבע משאבי CSS קטנים
hi: इनलाइन छोटा CSS
id: CSS Kecil Sebaris
it: Incorpora risorse CSS piccole
ja: 小さな CSS をインライン化する
pl: Umieść krótki kod CSS bezpośrednio w pliku
pt: Integrar CSS pequenos
pt_br: Integrar CSS pequenos
sl: Vdelava majhnega CSS-ja
sr: Уградите мали CSS
tr: Küçük CSS'leri Satır İçi Yapın
zh: 内嵌小型 CSS
zh_tw: 內嵌小型 CSS

source: Inline Small JavaScript
bg: Вграждайте малките JavaScript
ca: Inseriu JavaScript petit
cs: Malý JavaScript vložte přímo
da: Indlejret lille Javascript
es: Insertar pequeños recursos JavaScript
fr_ch: Intégrer les ressources JavaScript peu volumineuses
he: הטבע מסמכי JavaScript קטנים
hi: इनलाइन छोटी JavaScript
id: JavaScript Kecil Sebaris
it: Incorpora risorse JavaScript piccole
ja: 小さな JavaScript をインライン化する
pl: Umieść krótki kod JavaScript bezpośrednio w dokumencie
pt: Integrar JavaScript pequenos
pt_br: Integrar JavaScript pequenos
sl: Vdelava majhnega JavaScripta
sr: Уградите мали JavaScript
tr: Küçük JavaScript'leri Satır İçi Kullanın
zh: 内嵌小型 JavaScript
zh_tw: 內嵌小型 JavaScript

source: Inline previews of visible images
bg: Вградени визуализации на видимите изображения
ca: Visualitzacions prèvies inserides d'imatges visibles
cs: Náhledy viditelných obrázků vložte přímo
da: Indlejrede eksempelvisninger af synlige billeder
es: Vistas previas insertadas de imágenes visibles
fr_ch: Aperçus intégrés des images visibles
he: תצוגות מקדימות מוטבעות של תמונות חשופות
id: Pratinjau sebaris dari gambar yang terlihat
it: Anteprime incorporate delle immagini visibili
ja: 可視画像のインライン プレビュー
pl: Wbudowane podglądy wyświetlanych obrazów
pt_br: Visualizações in-line de imagens visíveis
sl: Vdelani predogledi vidnih slik
sr: Уграђени прегледи видљивих слика
tr: Görünür resimlerin önizlemelerini satır içi yap
zh: 可见图片的内嵌预览
zh_tw: 顯示圖片內嵌預覽

source: Inline render-blocking CSS
bg: Вграждане на блокиращите изобразяването ресурси на CSS
ca: CSS de bloqueig de renderització inserida
cs: Vložte zdroj CSS, který blokuje vykreslování
da: Lav indlejring af gengivelsesblokerende CSS
es: Inserta el CSS que bloquea la visualización
fr_ch: Code CSS intégré qui bloque l'affichage
he: CSS מוטבע לחסימת עיבוד
id: Jadikan sebaris CSS yang memblokir render
it: Incorpora risorse CSS che bloccano la visualizzazione
ja: レンダリングブロック CSS をインライン化する
pl: Wbudowany kod CSS blokujący renderowanie
pt_br: Incorporar in-line a CSS de bloqueio de renderização
sl: Vdelan CSS, ki blokira upodabljanje
sr: Уградите CSS који блокира приказ
tr: Satır içi oluşturma engelleyici CSS
zh: 内嵌阻止呈现的 CSS
zh_tw: 嵌入禁止轉譯 CSS

source: Inline script block #%(INDEX)s
bg: Вграден скриптов блок №%(INDEX)s
ca: Bloqueig de script inserit núm. %(INDEX)s
cs: Vložený blok skriptu č. %(INDEX)s
da: Blokering af indlejret script nr. %(INDEX)s
es: Bloqueo de secuencia de comandos insertado %(INDEX)s
fr_ch: Bloc de script intégré #%(INDEX)s
he: בלוק של סקריפט מוטבע ‎#%(INDEX)s
id: Blokir skrip sebaris #%(INDEX)s
it: Blocco script incorporato n. %(INDEX)s
ja: インライン スクリプト ブロック %(INDEX)s
pl: Wbudowany blok skryptu nr %(INDEX)s
pt_br: Incorpore in-line o bloqueio de script nº %(INDEX)s
sl: Vdelan blok skripta št. %(INDEX)s
sr: Блокирање уграђене скрипте #%(INDEX)s
tr: Satır içi komut dosyası bloğu no. %(INDEX)s
zh: 内嵌脚本块 #%(INDEX)s
zh_tw: 內嵌指令碼區塊 #%(INDEX)s

source: JavaScript that executed in the following resources caused unnecessary reflows. To reduce page render time, modify the JavaScript so it does not cause a reflow:
bg: Изпълнилият се в следните ресурси JavaScript причини ненужни преформатирания. За да намалите времето за изобразяване на страниците, променете този JavaScript, така че това да не се случва:
ca: El JavaScript que s'executava als recursos següents ha provocat refluxos innecessaris. Per reduir el temps necessari per a la renderització, modifiqueu el JavaScript perquè no provoqui cap reflux:
cs: JavaScript spuštěný v následujících zdrojích je příčinou zbytečných překreslení. Úpravou JavaScriptu tak, aby nezpůsoboval překreslení, můžete zkrátit dobu vykreslování stránky:
da: JavaScript, der udføres i disse ressourcer, har skabt unødvendige visninger. Du kan reducere gengivelsestiden for sider ved at ændre JavaScript, så de ikke forårsager en ny visning:
es: El código JavaScript ejecutado en los recursos que se indican a continuación ha provocado reflujos innecesarios. Para reducir el tiempo de presentación de la página, modifica el código JavaScript de forma que no cause reflujos:
fr_ch: Le code JavaScript exécuté dans les ressources suivantes a entraîné des "reflows" (ajustements de la mise en page) inutiles. Pour réduire le temps de chargement de la page, modifiez le code JavaScript afin d'éviter ce type de problème :
he: JavaScript שהופעל במשאבים הבאים גרם לזרימות מחדש מיותרות. כדי להפחית את זמן העיבוד של הדף, שנה את ה-JavaScript כך שלא יגרום לזרימה מחדש:
id: JavaScript yang dieksekusi di sumber berikut menyebabkan perubahan tata letak yang tidak diperlukan. Untuk mengurangi waktu perenderan laman, ubahlah JavaScript sehingga tidak menimbulkan perubahan tata letak:
it: Il codice JavaScript eseguito nelle seguenti risorse ha causato scorrimenti inutili. Per ridurre il tempo di rendering della pagina, modifica il codice JavaScript in modo che non causi scorrimenti:
ja: 以下のリソースで JavaScript が実行されたため、不要なリフローが引き起こされました。ページの表示時間を短縮するには、JavaScript を修正してリフローを引き起こさないようにしてください。
pl: Kod JavaScript wykonywany w następujących zasobach wywołał niepotrzebne zmiany układu. Aby skrócić czas renderowania strony, zmodyfikuj ten kod JavaScript tak, żeby nie powodował zmian układu:
pt_br: O JavaScript que foi executado nos seguintes recursos causou reflows desnecessários. Para reduzir o tempo de renderização das páginas, modifique o JavaScript para que ele não cause um reflow:
sl: JavaScript, ki se je izvedel v teh sredstvih, je povzročil nepotrebne spremembe postavitve. Če želite zmanjšati čas upodabljanja strani, spremenite JavaScript, da ne bo povzročal sprememb postavitve:
sr: JavaScript који је извршен у следећим ресурсима изазвао је непотребна прераспоређивања. Да бисте смањили време приказивања странице, измените JavaScript тако да не изазива прераспоређивање:
tr: Aşağıdaki kaynaklarda çalıştırılan JavaScript kodları gereksiz yeniden akışlara neden oldu. Sayfanın görüntülenme süresini düşürmek için, JavaScript'i, yeniden akışlara neden olmayacak şekilde değiştirin:
zh: 在以下资源中执行的 JavaScript 会导致不必要的重排。要缩短网页呈现时间，请修改相应的 JavaScript 以避免重排：
zh_tw: 在下列資源中執行的 JavaScript 造成不必要的回流。如要減少網頁轉譯時間，請修改 JavaScript，這樣就不會造成回流：

source: Leverage browser caching
bg: Възползвайте се от кеширането на браузъра
ca: Aprofiteu l'emmagatzematge a la memòria cau del navegador
cs: Využijte načítání do mezipaměti prohlížeče
da: Udnyt cachelagring i browser
es: Especificar caché de navegador
fr_ch: Exploiter la mise en cache du navigateur
he: היעזר בשמירת קבצים בדפדפן
hi: ब्राउज़र कैशिंग का लाभ उठाएं
id: Manfaatkan penyimpanan cache browser
it: Sfrutta il caching del browser
ja: ブラウザのキャッシュを活用する
pl: Wykorzystaj pamięć podręczną przeglądarki
pt: Aproveitar cache do navegador
pt_br: Aproveitar cache do navegador
sl: Uporaba predpomnjenja v brskalniku
sr: Ускладите кеширање прегледача
tr: Tarayıcı önbellekleme özelliğinden yararlanın
zh: 使用浏览器缓存
zh_tw: 使用瀏覽器快取功能

source: Link node %(LINK_URL)s should be moved to the document head.
bg: Свързващият възел %(LINK_URL)s трябва да се премести в заглавната част на документа.
ca: El node d'enllaç %(LINK_URL)s s'ha de moure a la capçalera del document.
cs: Uzel odkazu %(LINK_URL)s je třeba přesunout do záhlaví dokumentu.
da: Linknoden %(LINK_URL)s bør flyttes til toppen af dokumentet.
es: Es necesario mover el nodo de enlace %(LINK_URL)s al encabezado del documento.
fr_ch: Le nœud du lien %(LINK_URL)s doit être déplacé vers l'en-tête du document.
he: יש להעביר את צומת הקישור %(LINK_URL)s אל כותרת המסמך.
id: Simpul tautan %(LINK_URL)s harus dipindahkan ke kepala dokumen.
it: Il nodo del link %(LINK_URL)s deve essere spostato nell'intestazione del documento.
ja: リンク ノード %(LINK_URL)s はドキュメント ヘッドに移動してください。
pl: Węzeł linku %(LINK_URL)s należy przenieść do nagłówka dokumentu.
pt_br: O nó do link %(LINK_URL)s deve ser movido para o cabeçalho do documento.
sl: Povezovalno vozlišče %(LINK_URL)s je treba premakniti v glavo dokumenta.
sr: Чвор везе %(LINK_URL)s треба преместити у заглавље документа.
tr: Bağlantı düğümü %(LINK_URL)s, doküman başlığına taşınmalı.
zh: 应将链接节点 %(LINK_URL)s 移到文档标头处。
zh_tw: 請將連結節點 %(LINK_URL)s 移至文件標頭。

source: Load visible images first
bg: Видимите изображения да се зареждат най-напред
ca: Carrega primer les imatges visibles
cs: Načíst nejprve viditelné obrázky
da: Indlæs synlige billeder først
es: Cargar primero imágenes visibles
fr_ch: Charger les images visibles en premier
he: טען ראשית תמונות גלויות
id: Memuat terlebih dulu gambar yang terlihat
it: Carica prima immagini visibili
ja: 最初に表示される画像を先に読み込む
pl: Najpierw wczytaj widoczne obrazy
pt_br: Carregar imagens visíveis primeiro
sl: Najprej naloži vidne slike
sr: Учитај прво видљиве слике
tr: Görülebilir olan resimleri önce yükle
zh: 先加载最初显示的图片
zh_tw: 先載入顯示的圖片

source: Long web server response times delay page loading. Reduce your response times to make your page load faster.
bg: Дългото време на реакция на уеб сървъра забавя зареждането на страниците. Намалете този период, за да ускорите процеса.
ca: Els temps de resposta llargs del servidor web retarden la càrrega de la pàgina. Reduïu els temps de resposta perquè la vostra pàgina es carregui més ràpid.
cs: Dlouhá doba odezvy serveru zpomaluje načítání stránky. Chcete-li, aby se stránka načítala rychleji, zrychlete odezvu serveru.
da: Lange svartider for webservere forsinker sideindlæsning. Reducer dine svartider for at gøre din sideindlæsning hurtigere.
es: Los tiempos de respuesta largos del servidor web retrasan la carga de páginas. Para que la página se cargue más rápido, reduce los tiempos de respuesta.
fr_ch: Des temps de réponse allongés du serveur Web retardent le chargement des pages. Réduisez vos temps de réponse pour permettre un chargement plus rapide de vos pages.
he: זמני תגובה ארוכים של שרת אינטרנט מעכבים את טעינת הדף. קצר את זמני התגובה כדי לגרום לדף להיטען מהר יותר.
id: Waktu respons server web yang lama menunda pemuatan laman. Kurangi waktu respons Anda untuk mempercepat pemuatan laman.
it: Lunghi tempi di risposta del server web ritardano il caricamento delle pagine. Riduci i tempi di risposta per velocizzare il caricamento delle pagine.
ja: ウェブ サーバーの応答時間が長くなるとページの読み込みが遅くなります。ページの読み込みを速めるため、応答時間を短縮してください。
pl: Dłuższe czasy odpowiedzi serwera opóźniają ładowanie strony. Skróć czas odpowiedzi, aby strony ładowały się szybciej.
pt_br: Longos tempos de resposta no servidor da Web atrasam o carregamento da página. Reduza seus tempos de resposta para que a página seja carregada mais rápido.
sl: Dolg odzivni čas strežnika upočasnjuje nalaganje strani. Zmanjšajte odzivne čase, da se bo stran hitreje naložila.
sr: Дуго време одговора веб-сервера продужава учитавање странице. Скратите време одговора да би се страница учитавала брже.
tr: Uzun süren web sunucusu yanıt süreleri sayfanın yüklenmesini geciktirir. Sayfanızın daha hızlı yüklenmesi için yanıt sürelerinizi kısaltın.
zh: 网络服务器响应时间过长会拖慢网页加载速度，请减少响应时间以便提高网页加载速度。
zh_tw: 網路伺服器回應時間過長會使網頁載入速度變慢。請降低回應時間，以利您的網頁更快載入。

source: Losslessly compressing %(URL)s could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: Беззагубното компресиране на %(URL)s може да спести %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: Si comprimiu %(URL)s sense pèrdues, es pot estalviar %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: Bezztrátovou kompresí zdroje %(URL)s lze ušetřit %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: Ved at komprimere %(URL)s tabsfrit kan der spares %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: Si se comprime %(URL)s sin pérdida de información, supondría un ahorro de %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: La compression sans perte de %(URL)s pourrait libérer %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: דחיסה ללא אובדן נתונים של %(URL)s יכולה לחסוך %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: Mengompresi %(URL)s tanpa mengurangi kualitas file dapat menghemat %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: La compressione senza perdita di %(URL)s potrebbe consentire di risparmiare %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: %(URL)s をロスレス圧縮すると %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: Kompresja bezstratna %(URL)s pozwoliła zredukować rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: A compactação sem perda de dados de %(URL)s pouparia %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: S stiskanjem %(URL)s brez izgub bi lahko prihranili %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: Компримовањем %(URL)s без губитака можете да уштедите %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: %(URL)s sayfasının kayıpsız sıkıştırılması %(SIZE_IN_BYTES)s tasarruf (%(PERCENTAGE)s azalma) sağlayabilir.
zh: 无损压缩 %(URL)s 可减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 以不失真方式壓縮 %(URL)s 可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: Make content visible by end of HTML
bg: Изобразяване на видимото съдържание преди края на HTML кода
ca: Feu que el contingut estigui visible al final de l'HTML.
cs: Umístěte viditelný obsah na konec kódu HTML
da: Gør indhold synligt i slutningen af HTML-sektionen
es: Haz que el contenido sea visible al final del HTML
fr_ch: Rendre du contenu visible à l'aide du code HTML
he: הפוך את התוכן לגלוי באמצעות HTML
id: Jadikan konten terlihat pada akhir HTML
it: Rendi visibili i contenuti entro la fine del codice HTML
ja: HTML の終わりまでにコンテンツを表示可能にする
pl: Ustaw wyświetlanie zawartości na końcu kodu HTML
pt_br: Tornar o conteúdo visível ao final do HTML
sl: Naredite vsebino vidno proti koncu HTML-ja
sr: Учините садржај видљивим до краја HTML-а
tr: İçeriği HTML'nin sonuna kadar görünür yapın
zh: 在 HTML 结尾处将内容设置为可见
zh_tw: 使用 HTML 結尾讓內容顯示

source: Make landing page redirects cacheable
bg: Направете възможно кеширането на пренасочванията на целевата страница
ca: Fer que les redireccions de la pàgina de destinació es puguin emmagatzemar a la memòria cau
cs: Zajistěte, aby bylo možné přesměrování ze vstupní stránky uložit do mezipaměti
da: Indstil omdirigeringer af destinationssider til lagring i cache
es: Permitir el almacenamiento en caché de los redireccionamientos a páginas de destino
fr_ch: Activer la mise en cache des redirections vers la page de destination
he: הפוך הפניות מחדש של דף הנחיתה לניתנות לשמירה
hi: लैंडिंग पृष्ठ रीडायरेक्ट को कैश करने योग्‍य बनाएं
id: Jadikan pengalihan laman landas dapat disimpan dalam cache
it: Imposta reindirizzamenti pagine di destinazione come memorizzabili nella cache
ja: リンク先ページのリダイレクトでキャッシュを利用できるようにする
pl: Przekierowania na stronie docelowej powinny być przechowywane w pamięci podręcznej
pt_br: Tornar os redirecionamentos da página de destino armazenáveis em cache
sl: Omogoči predpomnjenje preusmeritev ciljne strani
sr: Омогућите кеширање преусмеравања за одредишну страницу
tr: Açılış sayfası yönlendirmelerini önbelleğe alınabilir yapın
zh: 使目标网页重定向可缓存
zh_tw: 將到達網頁的重新導向設為可快取
