Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: Your page does not have a viewport specified. This causes mobile devices to render your page as it would appear on a desktop browser, scaling it down to fit on a mobile screen. Configure a viewport to allow your page to render properly on all devices.
bg: За страницата ви няма посочен прозорец за показване. Това води до визуализирането й на мобилни устройства така, както на настолен браузър – с намален до размерите на екрана мащаб. Конфигурирайте прозорец за показване, за да позволите тя да се изобразява правилно на всички устройства.
cs: Na stránce není určen viewport. To způsobuje, že mobilní zařízení stránku vykreslují stejně, jako se zobrazuje v prohlížeči v počítači, pouze ji zmenšují tak, aby se vešla na obrazovku mobilního zařízení. Aby se stránka zobrazovala správně na všech typech zařízení, nakonfigurujte viewport.
da: Din side har ikke nogen specificeret visning. Dette medfører, at mobilenheder viser din side, som den ville blive vist i en computerbrowser, men nedskaleret, så den passer til en mobilskærm. Konfigurer en visning, så din side vises ordentligt på alle enheder.
es: Tu página no tiene ninguna ventana gráfica especificada. Esto hace que los dispositivos móviles procesen tu página como si apareciera en un navegador de escritorio, reduciéndola para que quepa en la pantalla móvil. Configura una ventana gráfica para que la página se procese correctamente en todos los dispositivos.
fr_ch: Aucune vue n'est spécifiée pour votre page. Par conséquent, les appareils mobiles affichent votre page comme sur le navigateur d'un ordinateur de bureau, en la réduisant afin qu'elle s'adapte à l'écran d'un appareil mobile. Configurez une vue afin de permettre à votre page de s'afficher correctement sur tous les appareils.
he: לדף שלך לא צוין viewport. זה גורם למכשירים ניידים להציג את הדף שלך כפי שהיה מופיע בדפדפן בשולחן העבודה כשהוא מכווץ להתאים למסך הנייד. הגדר viewport כדי לאפשר לדף שלך להופיע כראוי בכל המכשירים.
id: Tidak ada area pandang yang ditentukan pada laman Anda. Hal ini menyebabkan perangkat seluler merender laman Anda seperti yang ditampilkan pada browser desktop, dan memperkecil ukurannya agar sesuai di perangkat seluler. Konfigurasikan area pandang agar laman Anda dapat dirender dengan benar di semua perangkat.
it: Non è stata specificata una viewport per la pagina, che sui dispositivi mobili verrà visualizzata con lo stesso aspetto che ha sui browser desktop, ma verrà ridimensionata per essere adattata allo schermo dei dispositivi mobili. Configura una viewport per consentire la corretta visualizzazione della pagina su tutti i dispositivi.
pl: Twoja strona nie ma zdefiniowanego okna roboczego. Z tego powodu urządzenia przenośne renderują ją tak, jakby była wyświetlana w przeglądarce komputerowej, zmniejszając ją pod kątem rozmiaru ekranu urządzenia przenośnego. Skonfiguruj okno robocze, aby umożliwić poprawne renderowanie Twojej strony na wszystkich urządzeniach.
pt_br: Não há um visor especificado para sua página. Isso faz com que os dispositivos móveis processem sua página da mesma forma que ela apareceria em uma navegador da área de trabalho, diminuindo seu tamanho para caber em uma tela de dispositivo móvel. Configure um visor para permitir que sua página seja processada de forma adequada em todos os dispositivos.
sr: За страницу није наведена област приказа. Због тога се страница на мобилним уређајима приказује као у прегледачу за рачунаре, с тим што је величина прилагођена екрану мобилног уређаја. Конфигуришите област приказа да би се страница исправно приказивала на свим уређајима.
tr: Sayfanızda belirtilmiş bir görünüm yok. Bu da mobil cihazların, sayfanızı sanki bir masaüstü tarayıcıda görüntüleniyormuş gibi oluşturarak mobil ekrana sığacak şekilde küçültmesine neden olur. Sayfanızın tüm cihazlarda doğru bir şekilde oluşturulmasını sağlamak için bir görünüm yapılandırın.
zh: 您没有为自己的网页指定视口。这样，该网页在移动设备上的呈现尺寸将与在桌面浏览器中一样，因此系统会将其缩小到适合在移动屏幕上显示的尺寸。请配置视口，使该网页在所有设备上都能正常显示。
zh_tw: 您的網頁沒有指定檢視區，這會使您的網頁在行動裝置上與電腦瀏覽器中的轉譯結果相同，需要縮小才能在行動裝置螢幕上順利顯示。請設定檢視區，讓您的網頁在所有裝置上都能適當轉譯。

source: Your page has %(NUM_CSS)s blocking CSS resources. This causes a delay in rendering your page.
bg: На страницата ви има %(NUM_CSS)s блокиращи ресурса на CSS. Това води до забавяне при изобразяването й.
ca: La vostra pàgina té %(NUM_CSS)s recursos de CSS que la bloquegen. Això genera un retard en renderitzar la pàgina.
cs: Stránka obsahuje zdroje CSS, které blokují vykreslení (celkem %(NUM_CSS)s). Tato skutečnost způsobuje prodlevu ve vykreslení stránky.
da: Din side har %(NUM_CSS)s blokerende CSS-ressourcer. Dette forsinker gengivelsen af din side.
es: Tu página tiene %(NUM_CSS)s recursos CSS que provocan un bloqueo. Ello causa un retraso en el procesamiento de la página.
fr_ch: Votre page contient %(NUM_CSS)s ressources CSS qui bloquent l'affichage de votre page, et donc le retardent.
he: הדף שלך מכיל %(NUM_CSS)s משאבי CSS חוסמים. מצב זה גורם לעיכוב בעיבוד הדף.
id: Laman Anda memiliki %(NUM_CSS)s sumber daya CSS yang memblokir. Ini menyebabkan penundaan dalam perenderan laman Anda.
it: La tua pagina presenta %(NUM_CSS)s risorse CSS di blocco. Ciò causa un ritardo nella visualizzazione della pagina.
ja: このページには、ブロッキング CSS リソースが %(NUM_CSS)s あります。これが原因で、ページのレンダリングに遅延が発生しています。
pl: Strona zawiera blokujące zasoby CSS (%(NUM_CSS)s). Powoduje to opóźnienia w renderowaniu strony.
pt_br: Sua página tem %(NUM_CSS)s recursos de CSS de bloqueio. Isso causa um atraso na renderização de sua página.
sl: Vaša stran ima toliko blokirajočih virov CSS: %(NUM_CSS)s. To povzroča zakasnitve pri upodabljanju strani.
sr: Страница има блокирајуће CSS ресурсе (%(NUM_CSS)s). Због тога долази до кашњења у приказивању странице.
tr: Sayfanızda oluşturmayı engelleyen %(NUM_CSS)s tane CSS kaynağı var. Bu durum, sayfanızın oluşturulmasında gecikmeye neden oluyor.
zh: 您的网页中有%(NUM_CSS)s个阻止呈现的 CSS 资源。这会导致呈现网页的过程出现延迟。
zh_tw: 您的網頁含有 %(NUM_CSS)s 項禁止轉譯 CSS 資源，對網頁的轉譯作業造成延遲。

source: Your page has %(NUM_REDIRECTS)s redirects. Redirects introduce additional delays before the page can be loaded.
bg: На страницата ви има %(NUM_REDIRECTS)s пренасочвания. Те предизвикват допълнително забавяне на зареждането й.
ca: La vostra pàgina té %(NUM_REDIRECTS)s redireccions. Les redireccions introdueixen retards addicionals perquè la pàgina es pugui carregar.
cs: Počet přesměrování na stránce: %(NUM_REDIRECTS)s. Přesměrování způsobují další prodlevy při načítání stránky.
da: Din side har %(NUM_REDIRECTS)s omdirigeringer. Omdirigeringer betyder yderligere forsinkelser, før siden kan indlæses.
es: Tu página tiene %(NUM_REDIRECTS)s redireccionamientos. Los redireccionamientos añaden retrasos adicionales antes de que la página se pueda cargar.
fr_ch: Votre page contient %(NUM_REDIRECTS)s redirections. Ces dernières augmentent les délais de chargement des pages.
he: יש בדף שלך %(NUM_REDIRECTS)s הפניות מחדש. הפניות מחדש גורמות לעיכובים נוספים בטעינת הדף.
id: Laman Anda memiliki %(NUM_REDIRECTS)s pengalihan. Pengalihan menyebabkan penundaan tambahan sebelum laman dapat dimuat.
it: La tua pagina ha %(NUM_REDIRECTS)s reindirizzamenti. I reindirizzamenti causano ulteriori ritardi nel caricamento della pagina.
ja: このページには %(NUM_REDIRECTS)s 個のリダイレクトがあります。リダイレクトによって、ページの読み込みに遅れが生じます。
pl: Twoja strona zawiera przekierowania (%(NUM_REDIRECTS)s). Powodują one dodatkowe opóźnienia podczas wczytywania strony.
pt_br: Sua página tem %(NUM_REDIRECTS)s redirecionamentos. Os redirecionamentos inserem atrasos adicionais antes que a página possa ser carregada.
sl: Vaša stran vključuje toliko preusmeritev: %(NUM_REDIRECTS)s. Zaradi preusmeritev pride do dodatnih zamud v nalaganju vaše strani.
sr: Страница има %(NUM_REDIRECTS)s преусмеравања. Преусмеравања изазивају додатна кашњења пре учитавања странице.
tr: Sayfanızda, %(NUM_REDIRECTS)s tane yönlendirme var. Yönlendirmeler, sayfanın yüklenebilmesi için fazladan gecikmelere yol açar.
zh: 您的网页中有%(NUM_REDIRECTS)s个重定向。这些重定向会导致系统在加载网页之前出现更长的延迟。
zh_tw: 您的網頁含有 %(NUM_REDIRECTS)s 個重新導向要求，這會使網頁的載入速度變得更慢。

source: Your page has %(NUM_SCRIPTS)s blocking script resources and %(NUM_CSS)s blocking CSS resources. This causes a delay in rendering your page.
bg: На страницата ви има %(NUM_SCRIPTS)s скриптови и %(NUM_CSS)s ресурса на CSS, които са блокиращи. Това води до забавяне при изобразяването й.
ca: La vostra pàgina té %(NUM_SCRIPTS)s recursos de script i %(NUM_CSS)s recursos de CSS que la bloquegen. Això genera un retard en renderitzar la pàgina.
cs: Vaše stránka obsahuje zdroje skriptů (%(NUM_SCRIPTS)s) a stylů CSS (%(NUM_CSS)s), které blokují vykreslení. Tato skutečnost způsobuje prodlevu ve vykreslení stránky.
da: Din side har %(NUM_SCRIPTS)s blokerende script-ressourcer og %(NUM_CSS)s blokerende CSS-ressourcer. Dette forsinker gengivelsen af din side.
es: Tu página tiene %(NUM_SCRIPTS)s recursos de secuencias de comandos y %(NUM_CSS)s recursos CSS que provocan un bloqueo. Ello causa un retraso en el procesamiento de la página.
fr_ch: Votre page contient %(NUM_SCRIPTS)s ressources de script et %(NUM_CSS)s ressources CSS qui bloquent l'affichage de votre page, et donc le retardent.
he: הדף שלך מכיל %(NUM_SCRIPTS)s משאבי סקריפט חוסמים ו-%(NUM_CSS)s משאבי CSS חוסמים. מצב זה גורם לעיכוב בעיבוד הדף.
id: Laman Anda memiliki %(NUM_SCRIPTS)s sumber daya skrip yang memblokir dan %(NUM_CSS)s sumber daya CSS yang memblokir. Ini menyebabkan penundaan dalam perenderan laman Anda.
it: La tua pagina presenta %(NUM_SCRIPTS)s risorse script e %(NUM_CSS)s risorse CSS di blocco. Ciò causa un ritardo nella visualizzazione della pagina.
ja: このページには、ブロッキング スクリプト リソース が %(NUM_SCRIPTS)s あり、ブロッキング CSS リソースが %(NUM_CSS)s あります。これが原因で、ページのレンダリングに遅延が発生しています。
pl: Strona zawiera blokujące skrypty (%(NUM_SCRIPTS)s) i blokujące zasoby CSS (%(NUM_CSS)s). Powoduje to opóźnienia w renderowaniu strony.
pt_br: Sua página tem %(NUM_SCRIPTS)s recursos de script de bloqueio e %(NUM_CSS)s recursos de CSS de bloqueio. Isso causa um atraso na renderização de sua página.
sl: Vaša stran ima toliko blokirajočih virov skriptov: %(NUM_SCRIPTS)s in toliko blokirajočih virov CSS: %(NUM_CSS)s. To povzroča zakasnitve pri upodabljanju strani.
sr: Страница има блокирајуће ресурсе скрипта (%(NUM_SCRIPTS)s) и блокирајуће CSS ресурсе (%(NUM_CSS)s). Због тога долази до кашњења у приказивању странице.
tr: Sayfanızda oluşturmayı engelleyen %(NUM_SCRIPTS)s tane komut dosyası ve %(NUM_CSS)s tane CSS kaynağı var. Bu durum, sayfanızın oluşturulmasında gecikmeye neden oluyor.
zh: 您的网页中有%(NUM_SCRIPTS)s个阻止呈现的脚本资源和%(NUM_CSS)s个阻止呈现的 CSS 资源。这会导致呈现网页的过程出现延迟。
zh_tw: 您的網頁含有 %(NUM_SCRIPTS)s 項禁止轉譯指令碼資源和 %(NUM_CSS)s 項禁止轉譯 CSS 資源，對網頁的轉譯作業造成延遲。

source: Your page has %(NUM_SCRIPTS)s blocking script resources. This causes a delay in rendering your page.
bg: На страницата ви има %(NUM_SCRIPTS)s блокиращи скриптови ресурса. Това води до забавяне при изобразяването й.
ca: La vostra pàgina té %(NUM_SCRIPTS)s recursos de script que la bloquegen. Això genera un retard en renderitzar la pàgina.
cs: Stránka obsahuje zdroje skriptů, které blokují vykreslení (celkem %(NUM_SCRIPTS)s). Tato skutečnost způsobuje prodlevu ve vykreslení stránky.
da: Din side har %(NUM_SCRIPTS)s blokerende script-ressourcer. Dette forsinker gengivelsen af din side.
es: Tu página tiene %(NUM_SCRIPTS)s recursos de secuencias de comandos que provocan un bloqueo. Ello causa un retraso en el procesamiento de la página.
fr_ch: Votre page contient %(NUM_SCRIPTS)s ressources de script qui bloquent l'affichage de votre page, et donc le retardent.
he: הדף שלך מכיל %(NUM_SCRIPTS)s משאבי סקריפט חוסמים. מצב זה גורם לעיכוב בעיבוד הדף.
id: Laman Anda memiliki %(NUM_SCRIPTS)s sumber daya skrip yang memblokir. Ini menyebabkan penundaan dalam perenderan laman Anda.
it: La tua pagina presenta %(NUM_SCRIPTS)s risorse script di blocco. Ciò causa un ritardo nella visualizzazione della pagina.
ja: このページには、ブロッキング スクリプト リソースが %(NUM_SCRIPTS)s あります。これが原因で、ページのレンダリングに遅延が発生しています。
pl: Strona zawiera blokujące skrypty (%(NUM_SCRIPTS)s). Powoduje to opóźnienia w renderowaniu strony.
pt_br: Sua página tem %(NUM_SCRIPTS)s recursos de script de bloqueio. Isso causa um atraso na renderização de sua página.
sl: Vaša stran ima toliko blokirajočih virov skriptov: %(NUM_SCRIPTS)s. To povzroča zakasnitve pri upodabljanju strani.
sr: Страница има блокирајуће ресурсе скрипта (%(NUM_SCRIPTS)s). Због тога долази до кашњења у приказивању странице.
tr: Sayfanızda oluşturmayı engelleyen %(NUM_SCRIPTS)s tane komut dosyası kaynağı var. Bu durum, sayfanızın oluşturulmasında gecikmeye neden oluyor.
zh: 您的网页中有%(NUM_SCRIPTS)s个阻止呈现的脚本资源。这会导致呈现网页的过程出现延迟。
zh_tw: 您的網頁含有 %(NUM_SCRIPTS)s 項禁止轉譯指令碼資源，對網頁的轉譯作業造成延遲。

source: Your page has no redirects. Learn more about %(BEGIN_LINK)savoiding landing page redirects%(END_LINK)s.
bg: На страницата ви няма пренасочвания. Научете повече за %(BEGIN_LINK)sизбягването им на целевата страница%(END_LINK)s.
ca: La vostra pàgina no té cap redirecció. Més informació sobre com es poden %(BEGIN_LINK)sevitar les redireccions de la pàgina de destinació%(END_LINK)s
cs: Stránka neobsahuje žádná přesměrování. Další informace o tom, %(BEGIN_LINK)sproč nepoužívat přesměrování na vstupní stránce%(END_LINK)s.
da: Din side har ingen omdirigeringer. Få flere oplysninger om at %(BEGIN_LINK)sundgå omdirigeringer af destinationssiden%(END_LINK)s.
es: Tu página no tiene redireccionamientos. Más información sobre cómo %(BEGIN_LINK)sevitar redireccionamientos de páginas de destino%(END_LINK)s
fr_ch: Votre page ne contient pas de redirection. En savoir plus sur la %(BEGIN_LINK)ssuppression des redirections sur la page de destination%(END_LINK)s.
he: הדף שלך לא מכיל הפניות מחדש. קרא מידע נוסף על %(BEGIN_LINK)sהימנעות מהפנייה מחדש בדף הנחיתה%(END_LINK)s.
id: Laman Anda tidak memiliki pengalihan. Pelajari lebih lanjut tentang %(BEGIN_LINK)smenghindari pengalihan laman landas%(END_LINK)s.
it: La tua pagina non ha reindirizzamenti. Leggi ulteriori informazioni su %(BEGIN_LINK)scome evitare reindirizzamenti delle pagine di destinazione%(END_LINK)s.
ja: このページでは、リダイレクトは使用されていません。詳しくは、%(BEGIN_LINK)sリンク先ページのリダイレクトを使用しない%(END_LINK)sルールに関する説明をご覧ください。
pl: Strona nie zawiera przekierowań. Dowiedz się więcej o %(BEGIN_LINK)sunikaniu przekierowań strony docelowej%(END_LINK)s.
pt_br: Sua página não tem redirecionamentos. Saiba mais sobre %(BEGIN_LINK)scomo evitar os redirecionamentos da página de destino%(END_LINK)s.
sr: Страница не садржи преусмеравања. Сазнајте више о %(BEGIN_LINK)sизбегавању преусмеравања на одредишној страници%(END_LINK)s.
tr: Sayfanızda yönlendirme yok. %(BEGIN_LINK)sAçılış sayfası yönlendirmelerinden kaçınma%(END_LINK)s hakkında daha fazla bilgi edinin.
zh: 您的网页没有任何重定向。详细了解%(BEGIN_LINK)s避免目标网页重定向%(END_LINK)s。
zh_tw: 您的網頁不含任何重新導向。進一步瞭解%(BEGIN_LINK)s避免使用到達網頁重新導向%(END_LINK)s的優點。

source: Your page requires additional network round trips to render the above-the-fold content. For best performance, reduce the amount of HTML needed to render above-the-fold content.
bg: За изобразяването на съдържанието на видимата на екрана част от страницата ви се изисква допълнителна комуникация с мрежата. За най-добра ефективност намалете обема на необходимия за тази визуализация HTML код.
ca: La vostra pàgina requereix cicles d'anada i de tornada de la xarxa addicionals per renderitzar el contingut de la part superior visible. Per obtenir un rendiment millor quan la pàgina dugui a terme aquest procés, reduïu la quantitat de HTML necessària.
cs: Vaše stránka k vykreslení obsahu nad okrajem vyžaduje delší dobu odezvy sítě. Chcete-li zvýšit výkon, snižte množství kódu HTML potřebné k vykreslení obsahu nad okrajem.
da: Din side kræver yderligere netværksrundture for at gengive indhold over skillelinjen. Reducer mængden af den HTML-sektion, der er nødvendig for at gengive indhold over skillelinjen, for at få det bedste resultat.
es: Tu página requiere indicaciones completas de red adicionales para procesar el contenido destacado en la parte superior de la página. Para obtener un rendimiento óptimo, reduce la cantidad de HTML necesario para procesar dicho contenido.
fr_ch: Votre page doit effectuer des allers-retours supplémentaires sur le réseau afin que la partie au-dessus de la ligne de flottaison s'affiche. Pour obtenir des performances optimales, réduisez la quantité de code HTML nécessaire à l'affichage de la partie au-dessus de la ligne de flottaison.
he: לדף שלך נדרשות העברות חוזרות נוספות ברשת על מנת לעבד את התוכן שבחלק העליון והקבוע. לביצועים הטובים ביותר, הפחת את כמות ה-HTML הנדרשת לעיבוד התוכן שבחלק העליון והקבוע.
id: Laman Anda memerlukan edaran jaringan tambahan untuk merender konten pada paruh atas. Untuk kinerja terbaik, kurangi jumlah HTML yang diperlukan untuk merender konten pada paruh atas.
it: La tua pagina richiede ulteriori round trip di rete per visualizzare i contenuti above the fold. Per avere un rendimento ottimale, riduci la quantità di codice HTML necessario per visualizzare i contenuti above the fold.
ja: スクロールせずに見えるコンテンツをレンダリングするには、このページにネットワーク ラウンド トリップを追加する必要があります。最適なパフォーマンスを得るには、スクロールせずに見えるコンテンツをレンダリングするのに必要な HTML の量を減らしてください。
pl: Twoja strona wymaga dodatkowego czasu przesyłania danych w obu kierunkach, aby wyrenderować część strony widoczną na ekranie. Aby zoptymalizować wydajność, zmniejsz rozmiar HTML-a wymaganego do wyrenderowania części strony widocznej na ekranie.
pt_br: Sua página requer fluxos de rede adicionais para renderizar o conteúdo acima da dobra. Para um melhor desempenho, reduza o volume de HTML necessário para renderizar o conteúdo acima da dobra.
sl: Vaša stran mora izvesti dodatne krožne poti v omrežju, da se bo lahko prikazala vsebina na vrhu strani. Svetujemo vam, da zmanjšate količino kode HTML, ki je potrebna za prikaz vsebine na vrhu strani.
sr: Страница мора додатно да шаље и прима сигнале преко мреже како би приказала садржај изнад прелома. Да бисте постигли најбољи учинак, смањите количину HTML-а који је потребан за приказивање садржаја изнад прелома.
tr: Sayfanız, ekranın üst kısmındaki içeriği oluşturmak için ağ üzerinde fazladan gidiş gelişler gerektiriyor. En iyi performansı elde etmek üzere, ekranın üst kısmındaki içeriği oluşturmak için gereken HTML miktarını azaltın.
zh: 您的网页需要进行更多次的网络往返通信才能呈现首屏内容。要获得最佳效果，请减少呈现首屏内容所需的 HTML 数量。
zh_tw: 您的網頁需要額外的網路來回行程，才能轉譯前幾行內容。如要達到最佳效能，請減少轉譯前幾行內容所需的 HTML 資料量。

source: Your page specifies a fixed-width desktop viewport. Use a responsive viewport to allow your page to render properly on all devices.
bg: За страницата ви е посочен прозорец за показване на настолни компютри, който е с фиксирана ширина. Използвайте адаптивен прозорец за показване, за да позволите тя да се изобразява правилно на всички устройства.
cs: Na stránce je pro počítače zadán viewport s pevně danou šířkou. Použijte responzivní viewport. Umožníte tak správné vykreslení stránky na všech zařízeních.
da: Din side angiver en computervisning med fast bredde. Brug en responsiv visning, så din side vises ordentligt på alle enheder.
es: Tu página especifica una ventana gráfica de escritorio con una anchura fija. Utiliza una ventana gráfica adaptativa para que la página se procese correctamente en todos los dispositivos.
fr_ch: Votre page spécifie une vue pour les ordinateurs d'une largeur fixe. Utilisez une vue réactive afin de permettre à votre page de s'afficher correctement sur tous les appareils.
he: הדף שלך מציין viewport של שולחן עבודה ברוחב קבוע. השתמש ב-viewport דינמי על מנת לאפשר לדף שלך להופיע כראוי בכל המכשירים.
id: Laman Anda menentukan area pandang desktop dengan lebar tetap. Gunakan area pandang responsif agar laman dapat dirender dengan benar di semua perangkat.
it: Per la pagina è stata specificata una viewport desktop con larghezza fissa. Utilizza una viewport reattiva per consentire la corretta visualizzazione della pagina su tutti i dispositivi.
pl: Twoja strona używa okna roboczego o stałej szerokości (dostosowanej do rozmiarów przeglądarek komputerowych). Użyj skalowalnego okna roboczego, aby umożliwić poprawne renderowanie strony na wszystkich urządzeniach.
pt_br: Sua página especifica um visor da área de trabalho com largura fixa. Use um visor ágil para permitir que sua página seja exibida de forma apropriada em todos os dispositivos.
sr: Страница наводи област приказа за рачунаре са фиксном ширином. Користите реактивну област приказа да би се страница исправно приказивала на свим уређајима.
tr: Sayfanızda sabit genişlikte bir masaüstü görünümü belirtiliyor. Sayfanızın tüm cihazlarda düzgün oluşturulması için duyarlı bir görünüm kullanın.
zh: 您为自己的网页指定了一个固定宽度的桌面视口。请使用自适应视口，使该网页在所有设备上都能正常显示。
zh_tw: 您的網頁指定了固定寬度的電腦檢視區。請使用可自動調整的檢視區，讓您的網頁在所有裝置上都能適當轉譯。

source: Your page specifies a fixed-width mobile viewport. Consider using a responsive viewport to allow your page to render properly on all devices.
bg: За страницата ви е посочен прозорец за показване на мобилни устройства, който е с фиксирана ширина. Помислете за използването на адаптивен прозорец за показване, за да позволите тя да се изобразява правилно на всички устройства.
cs: Na stránce je pro mobilní zařízení zadán viewport s pevně danou šířkou. Zvažte možnost použít responzivní viewport. Umožníte tak správné vykreslení stránky na všech zařízeních.
da: Din side angiver en mobilvisning med fast bredde. Overvej at bruge en responsiv visning, så din side vises ordentligt på alle enheder.
es: Tu página especifica una ventana gráfica para móviles con una anchura fija. Puedes utilizar una ventana gráfica adaptativa para que la página se procese correctamente en todos los dispositivos.
fr_ch: Votre page spécifie une vue pour les appareils mobiles d'une largeur fixe. Utilisez une vue réactive afin de permettre à votre page de s'afficher correctement sur tous les appareils.
he: הדף שלך מציין viewport נייד ברוחב קבוע. שקול להשתמש ב-viewport דינמי על מנת לאפשר לדף שלך להופיע כראוי בכל המכשירים.
id: Laman Anda menentukan area pandang seluler dengan lebar tetap. Pertimbangkan untuk menggunakan area pandang responsif agar laman dapat dirender dengan benar di semua perangkat.
it: Per la pagina è stata specificata una viewport per cellulari con larghezza fissa. Utilizza una viewport reattiva per consentire la corretta visualizzazione della pagina su tutti i dispositivi.
pl: Twoja strona używa okna roboczego o stałej szerokości (dostosowanej do rozmiarów przeglądarek mobilnych). Przemyśl wykorzystanie skalowalnego okna roboczego, aby umożliwić poprawne renderowanie strony na wszystkich urządzeniach.
pt_br: Sua página especifica um visor para dispositivos móveis com largura fixa. Considere usar um visor ágil para permitir que sua página seja exibida de forma apropriada em todos os dispositivos.
sr: Страница наводи област приказа за мобилне уређаје са фиксном ширином. Требало би да користите реактивну област приказа да би се страница исправно приказивала на свим уређајима.
tr: Sayfanızda sabit genişlikte bir mobil görünüm belirtiliyor. Sayfanızın tüm cihazlarda düzgün oluşturulması için duyarlı bir görünüm kullanmayı düşünün.
zh: 您为自己的网页指定了一个固定宽度的移动视口。请考虑使用自适应视口，使该网页在所有设备上都能正常显示。
zh_tw: 您的網頁指定了固定寬度的行動裝置檢視區。建議您使用可自動調整的檢視區，讓您的網頁在所有裝置上都能適當轉譯。
