Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: The following resources have a character set specified in a meta tag. Specifying a character set in a meta tag disables the lookahead downloader in IE8. To improve resource download parallelization, move the character set to the HTTP Content-Type response header.
bg: Следните ресурси имат посочен набор знаци в meta маркера. По този начин се деактивира програмата за изтегляне на предвиждания в IE8. За да подобрите успоредното изтегляне на ресурси, преместете набора знаци в заглавката на отговор от вид HTTP тип на съдържанието.
ca: Els recursos següents tenen un conjunt de caràcters especificat en una metaetiqueta. Si especifiqueu un conjunt de caràcters en una metaetiqueta es desactivarà la baixada anticipada a IE8. Per millorar la baixada de recursos en paral·lel, moveu el conjunt de caràcters a la capçalera de resposta HTTP Content-Type.
cs: V následujících zdrojích je znaková sada určena v metaznačce. Uvedení znakové sady v metaznačce znemožní předběžné načítání v prohlížeči IE8. Chcete-li zlepšit paralelizaci stahování zdrojů, uveďte znakovou sadu v záhlaví HTTP Content-Type.
da: De følgende ressourcer har et tegnsæt, der er angivet i et metatag. Hvis et tegnsæt angives i et metatag, deaktiveres lookahead-downloaderen i IE8. Du kan forbedre paralleliseringen af ressourcedownloads ved at flytte tegnsættet til HTTP ContentType-svarheaderen.
es: Los siguientes recursos tienen un conjunto de caracteres especificado en una metaetiqueta. Si especificas un conjunto de caracteres en una metaetiqueta, se inhabilita la descarga anticipada en IE8. Para mejorar la descarga de recursos en paralelo, mueve el conjunto de caracteres al encabezado de respuesta HTTP Content-Type.
fr_ch: Un jeu de caractères a été spécifié dans une balise Meta pour les ressources suivantes. Cette spécification désactive le programme de téléchargement de l'antémémoire dans IE8. Pour améliorer le chargement en parallèle des ressources, déplacez le jeu de caractères vers l'en-tête de réponse Content-Type HTTP.
he: למשאבים הבאים יש מערכת תווים המצוינת במטא תג. ציון מערכת תווים במטא תג משביתה את מוריד הצפייה קדימה ב-IE8. כדי לשפר את הטעינה במקביל של הורדת המשאבים, העבר את מערכת התווים לכותרת התגובה מסוג תוכן HTTP.
id: Sumber daya berikut memiliki himpunan karakter yang ditentukan dalam tag meta. Menentukan himpunan karakter di tag meta akan menonaktifkan lookahead downloader di IE8. Untuk menyempurnakan paralelisasi pengunduhan sumber daya, pindahkan himpunan karakter ke HTTP Content-Type response tajuk.
it: In un meta tag delle risorse che seguono è specificato un set di caratteri. La specifica di un set di caratteri in un meta tag disattiva il downloader lookahead in IE8. Per migliorare il download in contemporanea delle risorse, sposta il set di caratteri nell'intestazione di risposta Content-Type HTTP.
ja: 次のリソースでは、文字セットがメタ タグの中で指定されています。文字セットをメタ タグの中で指定すると、IE8 の先読みダウンローダが無効になります。リソース ダウンロードの同時読み込みを向上させるには、文字セットを HTTP Content-Type レスポンス ヘッダーに移動します。
pl: Zestawy znaków wymienionych poniżej zasobów zostały określone w metatagach. Określenie zestawu znaków w metatagach powoduje wyłączenie narzędzia do bezpośredniego pobierania w IE8. Aby przyspieszyć równoległe pobieranie zasobów, przenieś zestaw znaków do nagłówka odpowiedzi Content-Type HTTP.
pt_br: Os seguintes recursos têm um conjunto de caracteres especificado em uma metatag. Se você especifica um conjunto de caracteres em uma metatag, desativa a análise prévia da ferramenta de download no IE8. Para melhorar o carregamento em paralelo dos recursos de download, mova o conjunto de caracteres para o cabeçalho de resposta do tipo de conteúdo HTTP.
sl: Ta sredstva imajo v metaoznaki naveden nabor znakov. Če v metaoznaki navedete nabor znakov, bo program za vnaprejšnji prenos v Internet Explorerju 8 onemogočen. Če želite izboljšati paraleliziranje prenosa sredstev, premaknite nabor znakov v glavo odgovora z vrsto vsebine HTTP.
sr: Скуп знакова је наведен у метаознаци у следећим ресурсима. Навођењем скупа знакова у метаознаци онемогућава се додатак за преузимање са предувидом у прегледачу IE8. Да би се побољшало истовремено учитавање преузимања ресурса, преместите скуп знакова у заглавље одговора HTTP Content-Type.
tr: Aşağıdaki kaynaklar, meta etikette belirtilen bir karakter kümesi içeriyor. Bir karakter kümesinin meta etikette belirtilmesi, IE8'deki önceden planlı indirme aracını devre dışı bırakır. Paralel kaynak indirmeyi daha iyi hale getirmek için, karakter kümesini HTTP Content-Type yanıt üstbilgisine taşıyın.
zh: 以下资源在元标记中指定了字符集，这会导致 IE8 中的先行下载程序遭到停用。为提高资源下载同时加载的性能，请将字符集移到 HTTP 内容类型的响应标头。
zh_tw: 下列資源含有中繼標記所指定的字元集。如果您使用中繼標記指定字元集，IE8 的 Lookahead Downloader 功能將會自動停用。如要改善資源下載平行處理效率，請將字元集移至「HTTP Content-Type」回應標頭。

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save %(NUM_REQUESTS)s request(s) and %(BYTES_SAVED)s.
bg: Следните ресурси имат идентично съдържание, но се показват от различни URL адреси. Подавайте ги от един и същ, за да спестите %(BYTES_SAVED)s и следния брой заявки: %(NUM_REQUESTS)s.
ca: Els recursos següents tenen contingut idèntic, però es publiquen des d'URL diferents. Publiqueu els recursos des d'un URL uniforme per desar %(NUM_REQUESTS)s sol·licituds i %(BYTES_SAVED)s.
cs: Následující zdroje mají shodný obsah, ale jsou poskytovány z několika adres URL. Poskytováním těchto zdrojů z jedné adresy URL ušetříte požadavky (celkem %(NUM_REQUESTS)s) a %(BYTES_SAVED)s:
da: Følgende ressourcer har identisk indhold, men vises fra forskellige webadresser. Vis disse ressourcer fra en konsekvent webadresse for at spare %(NUM_REQUESTS)s anmodninger og %(BYTES_SAVED)s.
es: Los siguientes recursos tienen un contenido idéntico, pero proceden de distintas URL. Proporciona recursos procedentes de una misma URL para poder ahorrar %(NUM_REQUESTS)s solicitud(es) y %(BYTES_SAVED)s:
fr_ch: Les ressources suivantes ont des contenus identiques, mais sont diffusées à partir d'URL différentes. Diffusez ces ressources à partir d'une URL unique pour libérer %(NUM_REQUESTS)s requête(s) et %(BYTES_SAVED)s.
he: התוכן במשאבים הבאים זהה, אך הם מגיעים מכתובות אתר שונות. תן גישה למשאבים האלה מכתובת אתר עקבית כדי לחסוך %(NUM_REQUESTS)s בקשות ו-%(BYTES_SAVED)s:
id: Sumber daya berikut ini memiliki konten yang sama, tetapi ditampilkan dari URL yang berbeda. Tampilkan sumber daya ini dari URL yang konsisten untuk menghemat %(NUM_REQUESTS)s permintaan dan %(BYTES_SAVED)s.
it: Le seguenti risorse presentano contenuti identici ma vengono pubblicate da URL diversi. Pubblica tali risorse da un URL costante per risparmiare %(NUM_REQUESTS)s richieste e %(BYTES_SAVED)s.
ja: 次のリソースはコンテンツが重複していますが、別々の URL から提供されています。これらのリソースを 1 つの URL から提供することで、リクエストを %(NUM_REQUESTS)s 件減らし、サイズを %(BYTES_SAVED)s 縮小することができます。
pl: Wymienione zasoby mają identyczną zawartość, ale pochodzą z różnych URL-i. Serwuj te zasoby z jednego URL-a, aby zmniejszyć liczbę żądań o %(NUM_REQUESTS)s i rozmiar o %(BYTES_SAVED)s.
pt_br: Os seguintes recursos têm conteúdos idênticos, mas são veiculados por URLs diferentes. Veicule esses recursos em um URL consistente para poupar %(NUM_REQUESTS)s solicitações e %(BYTES_SAVED)s.
sl: Naslednja sredstva imajo isto vsebino, vendar so strežena z različnih URL-jev. Vire strežite s konsistentnega spletnega naslova, da prihranite toliko zahtev: %(NUM_REQUESTS)s in %(BYTES_SAVED)s.
sr: Следећи ресурси имају идентичан садржај, али се приказују са различитих URL-ова. Приказујте ове ресурсе са доследне URL адресе да бисте уштедели %(NUM_REQUESTS)s захтева и %(BYTES_SAVED)s.
tr: Aşağıdaki kaynaklar tamamen aynı içeriğe sahip olmakla birlikte farklı URL'lerden sunulmaktadır. %(NUM_REQUESTS)s istek ve %(BYTES_SAVED)s tasarruf etmek için bu kaynakları tutarlı bir URL'den sunun.
zh: 下列资源的内容相同，但是来自不同的网址。使用同一网址提供这些资源可减少%(NUM_REQUESTS)s次请求及%(BYTES_SAVED)s 数据。
zh_tw: 下列資源擁有相同內容，但這些內容來自不同的網址。從相同的網址提供資源可將要求數減少 %(NUM_REQUESTS)s 次，同時將檔案大小減少 %(BYTES_SAVED)s。

source: The following resources have no character set specified in their HTTP headers. Specifying a character set in HTTP headers can speed up browser rendering.
bg: Следните ресурси нямат посочен знаков набор в заглавката от HTTP. Указването на знаков набор в нея може да ускори визуализирането в браузъра.
ca: Els recursos següents no tenen cap conjunt de caràcters especificat a les capçaleres HTTP. Especificar un conjunt de caràcters a les capçaleres HTTP pot accelerar la renderització del navegador.
cs: Následující zdroje nemají v záhlaví HTTP určenou žádnou znakovou sadu. Její určení může urychlit načtení v prohlížeči.
da: Følgende ressourcer har ingen tegnsæt i deres HTTP-overskrifter. Angivelse af et tegnsæt i HTTP-overskrifter kan fremskynde gengivelsen af browseren.
es: No se ha especificado ningún conjunto de caracteres en las cabeceras HTTP para los recursos indicados a continuación. Si se especifica un conjunto de caracteres en las cabeceras HTTP, el navegador puede mostrar las páginas más rápidamente.
fr_ch: Aucun jeu de caractères n'est spécifié dans les en-têtes HTTP des ressources suivantes. La spécification d'un jeu de caractères permet d'accélérer l'affichage des pages dans le navigateur.
he: לא צוינה מערכת תווים עבור המשאבים הבאים בכותרות ה-HTTP שלהם. ציון מערכת תווים בכותרות HTTP יכול להאיץ את העיבוד בדפדפן.
hi: निम्न संसाधनों के लिए उनके HTTP शीर्ष लेखों में कोई वर्ण सेट निर्दिष्ट किया हुआ नहीं है. HTTP शीर्ष लेखों में किसी वर्ण सेट को निर्दिष्ट करने से ब्राउज़र रेंडर करने की गति बढ़ सकती है.
id: Sumber daya berikut belum ditentukan himpunan karakternya di tajuk HTTP-nya. Dengan menentukan himpunan karakter di tajuk HTTP, penguraian browser dapat lebih cepat.
it: Le seguenti risorse non hanno alcun set di caratteri specificato nelle intestazioni HTTP. La specifica di un set di caratteri nelle intestazioni HTTP può velocizzare il rendering del browser.
ja: 次のリソースは HTTP ヘッダーに文字セットが指定されていません。HTTP ヘッダーに文字セットを指定するとブラウザの表示が速くなります。
pl: Dla poniższych zasobów nie określono zestawu znaków w nagłówkach HTTP. Określenie zestawu znaków w nagłówkach HTTP może przyspieszyć renderowanie stron w przeglądarce.
pt_br: Os recursos a seguir não têm conjuntos de caracteres especificados em seus cabeçalhos HTTP. A especificação de um conjunto de caracteres nos cabeçalhos HTTP pode acelerar o processamento do navegador.
sl: Ti viri v glavah HTTP nimajo nastavljenega nabora znakov. Če ga izberete, lahko pospešite upodabljanje v brskalniku.
sr: Следећи ресурси немају наведен скуп знакова у HTTP заглављима. Ако наведете скуп знакова у HTTP заглављима, можете да убрзате приказ у прегледачу.
tr: Aşağıdaki kaynakların HTTP üstbilgilerinde herhangi bir karakter kümesi belirtilmemiş. HTTP üstbilgilerinde karakter kümesi belirtilmesi tarayıcının görüntüleme hızını artırabilir.
zh: 以下资源未在其 HTTP 标头中指定字符集。在 HTTP 标头中指定字符集可加快浏览器的显示速度。
zh_tw: 下列資源的 HTTP 標頭中未指定字元集。在 HTTP 標頭中指定字元集可以加快瀏覽器顯示內容的速度。

source: The following tap targets are close to other nearby tap targets and may need additional spacing around them.
bg: Следните целеви зони за докосване са близо до други такива и около тях може да е необходимо допълнително място.
cs: Následující prvky pro klepnutí jsou blízko jiných prvků pro klepnutí. Možná bude potřeba okolo nich vložit více volného místa.
da: Følgende trykbare elementer er tæt på andre trykbare elementer, og det kan være nødvendigt at skabe mere plads mellem dem.
es: Los botones táctiles siguientes están cerca de otros y puede que necesiten más espacio a su alrededor.
fr_ch: Les éléments tactiles suivants sont proches d'autres éléments tactiles et il peut être nécessaire de les espacer davantage.
he: יעדי ההקשה הבאים קרובים ליעדי הקשה סמוכים, וייתכן שנדרשים רווחים גדולים יותר ביניהם.
id: Target ketuk berikut berada di dekat target ketuk di sekitarnya dan mungkin butuh ruang tambahan.
it: I seguenti target dei tocchi sono vicini ad altri target dei tocchi e potrebbero richiedere l'aggiunta di spazi circostanti.
pl: Wymienione elementy dotykowe znajdują się blisko innych elementów i mogą wymagać zastosowania większych odstępów.
pt_br: Os seguintes pontos de toque estão perto de outros pontos próximos e talvez precisem de espaço adicional ao redor deles.
sr: Следећи циљеви за додир су превише близу другим околним циљевима за додир, па можда морате да додате простор око њих.
tr: Aşağıdaki hafifçe vurma hedefleri, çevrelerindeki diğer hafifçe vurma hedeflerine çok yakın ve aralarında daha fazla boşluk olması gerekebilir.
zh: 下列点按目标与周围其他点按目标之间的距离太近，可能需要在其周围添加额外的间距。
zh_tw: 下列點按目標與鄰近的點按目標距離太近，建議您將點按目標周圍的空間加大。

source: The following tap targets are small. Consider increasing their size.
bg: Следните целеви зони за докосване са малки. Помислете за увеличаването на размера им.
cs: Následující prvky pro klepnutí jsou příliš malé. Zvažte, zda by je nebylo možné zvětšit.
da: Følgende trykbare elementer er små. Du kan vælge at gøre dem større.
es: Los botones táctiles siguientes son pequeños. Quizás debas aumentar su tamaño.
fr_ch: Les éléments tactiles suivants sont trop petits. Augmentez leur taille.
he: יעדי ההקשה הבאים קטנים. שקול להגדיל אותם.
id: Target ketuk berikut berukuran kecil. Pertimbangkan untuk memperbesar ukurannya.
it: Le dimensioni dei seguenti target dei tocchi sono piccole. Prendi in considerazione la possibilità di aumentarle.
pl: Wymienione elementy dotykowe są małe. Zastanów się nad ich powiększeniem.
pt_br: Os seguintes pontos de toque são pequenos. Pense na possibilidade de aumentar o tamanho deles.
sr: Следећи циљеви за додир су мали. Размислите о томе да их повећате.
tr: Aşağıdaki hafifçe vurma hedefleri çok küçük. Boyutlarını büyütmeyi düşünün.
zh: 下列点按目标的尺寸太小，请考虑调大其尺寸。
zh_tw: 下列點按目標太小，建議您放大這些目標。

source: The following text fragments have a small font size. Increase the font size to make them more legible.
bg: Следните текстови фрагменти имат малък размер на шрифта. Увеличете го, за да ги направите по-четливи.
cs: Následující fragmenty textu mají malou velikost písma. Zvětšete velikost písma, aby byly čitelnější.
da: Følgende tekstfragmenter har en lille skriftstørrelse. Øg skriftstørrelsen for at gøre dem nemmere at læse.
es: Los siguientes fragmentos de texto tienen un tamaño de fuente pequeño. Aumenta el tamaño de la fuente para que sean más legibles.
fr_ch: La taille de police des extraits de texte suivants est trop petite. Augmentez-la pour rendre ces extraits plus lisibles.
he: במקטעי הטקסט הבאים גודל הגופן קטן. הגדל את גודל הגופן כדי שיהיה קל יותר לקרוא אותם.
id: Font untuk fragmen teks berikut ini berukuran kecil. Besarkan ukuran font agar lebih mudah dibaca.
it: I seguenti frammenti di testo hanno dimensioni dei caratteri ridotte. Aumenta le dimensioni dei caratteri per renderli più leggibili.
pl: Rozmiar czcionki poniższych fragmentów tekstu jest za mały. Zwiększ rozmiar czcionki, by poprawić ich czytelność.
pt_br: Os seguintes fragmentos de texto têm tamanhos pequenos de fonte. Aumente o tamanho da fonte para tornar os fragmentos legíveis.
sr: Следећи фрагменти текста имају малу величину фонта. Повећајте величину фонта да би били читљивији.
tr: Aşağıdaki metin parçalarında küçük bir yazı tipi boyutu kullanılıyor. Daha okunaklı olmaları için yazı tipi boyutunu büyütün.
zh: 以下文本片段的字体较小。请增加字体大小，使其更加清晰可辨。
zh_tw: 下列文字片段的字型大小較小。請放大字型，讓訪客更容易閱讀。

source: The following text fragments have a small line height. Increase the line height to make them more legible.
bg: Следните текстови фрагменти имат малко разстояние между редовете. Увеличете го, за да ги направите по-четливи.
cs: Následující fragmenty textu mají malou výšku řádku. Zvětšete výšku řádku, aby byly čitelnější.
da: Følgende tekstdele har en lille linjehøjde. Forøg linjehøjden for at gøre dem nemmere at læse.
es: Los siguientes fragmentos de texto tienen una altura de línea reducida. Aumenta la altura de la línea para que sean más legibles.
fr_ch: La hauteur de ligne des extraits de texte suivants est trop petite. Augmentez-la pour les rendre plus lisibles.
he: במקטעי הטקסט הבאים גובה השורה קטן. הגדל את גובה השורה כדי שיהיה קל יותר לקרוא אותם.
id: Tinggi baris untuk fragmen teks berikut ini berukuran kecil. Tingkatkan tinggi baris ke ukuran yang lebih mudah dibaca.
it: I seguenti frammenti di testo hanno un'altezza della riga ridotta. Aumenta l'altezza della riga per renderli più leggibili.
pl: Wysokość wiersza poniższych fragmentów tekstu jest mała. Zwiększ wysokość wiersza, by poprawić ich czytelność.
pt_br: Os seguintes fragmentos de texto têm alturas de linha baixas. Aumente a altura da linha para tornar os fragmentos legíveis.
sr: Следећи фрагменти текста имају малу висину реда. Повећајте висину реда да би били читљивији.
tr: Aşağıdaki metin parçalarında satır yüksekliği az. Daha okunaklı olmaları için satır yüksekliğini artırın.
zh: 以下文本片段的行高偏小。请增加行高，使文本更加清晰可辨。
zh_tw: 下列文字片段的行高較小。請增加行高，讓訪客更容易閱讀。

source: The following text on your page renders in a way that may be difficult for some of your visitors to read. %(BEGIN_LINK)sUse legible font sizes%(END_LINK)s to provide a better user experience.
bg: Следният текст на страницата ви се изобразява така, че някои посетители може да го четат трудно. %(BEGIN_LINK)sИзползвайте четливи размери на шрифта%(END_LINK)s, за да осигурите по-добра практическа работа на потребителите.
cs: Následující text na stránce se vykresluje tak, že může být pro některé návštěvníky obtížně čitelný. %(BEGIN_LINK)sPoužívejte čitelné velikosti písem%(END_LINK)s, aby stránky byly pro uživatele lépe použitelné.
da: Følgende tekst på din side gengives på en måde, der kan være vanskelig at læse for nogle af dine besøgende. %(BEGIN_LINK)sBrug læselige skriftstørrelser%(END_LINK)s for at give en bedre brugeroplevelse.
es: El siguiente texto de tu página se visualiza de tal forma que puede resultar difícil de leer para algunos visitantes. %(BEGIN_LINK)sUsa tamaños de fuente legibles%(END_LINK)s para proporcionar una mejor experiencia de usuario.
fr_ch: La manière dont ce texte s'affiche sur votre page peut rendre la lecture difficile pour certains de vos visiteurs. %(BEGIN_LINK)sUtilisez des tailles de police lisibles%(END_LINK)s afin d'améliorer l'expérience utilisateur.
he: הטקסט הבא מוצג בדף שלך בצורה שעשויה להקשות את הקריאה עבור חלק מהמבקרים שלך. %(BEGIN_LINK)sהשתמש בגדלי גופן קריאים%(END_LINK)s כדי לספק חוויית משתמש טובה יותר.
id: Pada laman Anda, teks berikut ini mungkin merender dengan cara yang mungkin membuatnya sulit dibaca oleh beberapa pengunjung. %(BEGIN_LINK)sGunakan ukuran font yang dapat dibaca%(END_LINK)s untuk memberikan pengalaman pengguna yang lebih baik.
it: Il seguente testo nella pagina viene visualizzato con dimensioni che potrebbero rendere difficoltosa la lettura ad alcuni visitatori. %(BEGIN_LINK)sUtilizza dimensioni di caratteri leggibili%(END_LINK)s per garantire un'esperienza migliore agli utenti.
pl: Po wyrenderowaniu poniższy tekst na Twojej stronie może być nieczytelny dla niektórych gości. %(BEGIN_LINK)sUżyj czytelnych rozmiarów czcionek%(END_LINK)s, by zwiększyć wygodę użytkowników.
pt_br: A maneira que o seguinte texto na sua página é processado dificulta a leitura de alguns visitantes. %(BEGIN_LINK)sUse tamanhos de fonte legíveis%(END_LINK)s para fornecer uma melhor experiência do usuário.
sr: Следећи текст на страници се приказује на начин који ће можда отежати читање неким посетиоцима. %(BEGIN_LINK)sКористите читљиве величине фонтова%(END_LINK)s да бисте пружили бољи кориснички доживљај.
tr: Sayfanızda bulunan aşağıdaki metin bazı ziyaretçilerinizin kolay okuyamayacağı şekilde oluşturuluyor. Daha iyi bir kullanıcı deneyimi sağlamak için %(BEGIN_LINK)sokunaklı yazı tipi boyutları kullanın%(END_LINK)s.
zh: 网页中以下文本的呈现方式可能会给部分访问者进行阅读带来不便。请%(BEGIN_LINK)s使用清晰可辨的字体大小%(END_LINK)s，以改善用户体验。
zh_tw: 您網頁上的下列文字經過轉譯後，可能會造成部分訪客閱讀不易。請%(BEGIN_LINK)s使用易讀的字型大小%(END_LINK)s，以便提供更優質的使用者體驗。

source: The host %(HOST_NAME)s should enable %(KEEPALIVE)s. It serves the following resources.
bg: Хостът %(HOST_NAME)s трябва да активира кода %(KEEPALIVE)s. Чрез него се показват следните ресурси.
ca: L'amfitrió %(HOST_NAME)s ha d'activar %(KEEPALIVE)s. Publica els recursos següents.
cs: V hostiteli %(HOST_NAME)s je třeba povolit funkci %(KEEPALIVE)s. Zobrazuje následující zdroje.
da: Værten %(HOST_NAME)s bør aktivere %(KEEPALIVE)s. Den viser følgende ressourcer.
es: El host %(HOST_NAME)s, que proporciona servicio a los recursos que se indican a continuación, debe habilitar %(KEEPALIVE)s.
fr_ch: L'hôte %(HOST_NAME)s doit activer %(KEEPALIVE)s afin de diffuser les ressources suivantes.
he: על המארח %(HOST_NAME)s להפעיל את %(KEEPALIVE)s. הוא שולח את המשאבים הבאים.
id: Host %(HOST_NAME)s harus mengaktifkan %(KEEPALIVE)s. Ini melayani sumber daya berikut.
it: L'host %(HOST_NAME)s dovrebbe attivare %(KEEPALIVE)s e pubblica le seguenti risorse.
ja: ホスト %(HOST_NAME)s は %(KEEPALIVE)s を有効にする必要があります。このホストは次のリソースを提供します。
pl: Na hoście %(HOST_NAME)s powinna być włączona funkcja %(KEEPALIVE)s, która jest używana do obsługi wymienionych zasobów.
pt_br: O host %(HOST_NAME)s deve ativar %(KEEPALIVE)s. Os seguintes recursos são veiculados.
sl: Gostitelj %(HOST_NAME)s mora omogočiti %(KEEPALIVE)s. Streže naslednje vire.
sr: Хост %(HOST_NAME)s треба да омогући %(KEEPALIVE)s. Приказује следеће ресурсе.
tr: %(HOST_NAME)s ana makinesinde %(KEEPALIVE)s özelliğinin etkinleştirilmesi gerekiyor. Bu ana makine aşağıdaki kaynakları sunuyor.
zh: 主机 %(HOST_NAME)s 应启用 %(KEEPALIVE)s，它提供了以下资源。
zh_tw: 主機 %(HOST_NAME)s 可提供下列資源，請為該主機啟用 %(KEEPALIVE)s。
