Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: Your page specifies a viewport matching the device's size, which allows it to render properly on all devices. Learn more about %(BEGIN_LINK)sconfiguring viewports%(END_LINK)s.
bg: За страницата ви е посочен прозорец за показване, съответстващ на размера на устройството, което й позволява да се изобразява правилно на всички екрани. Научете повече за %(BEGIN_LINK)sконфигурирането на прозорците за показване%(END_LINK)s.
cs: Stránka určuje viewport podle velikosti zařízení, což umožňuje vykreslit stránku správně na všech zařízeních. Další informace o %(BEGIN_LINK)skonfiguraci viewportů%(END_LINK)s
da: Din side angiver en visning, der passer til enhedens størrelse, hvilket gør det muligt at vise den korrekt på alle enheder. Få flere oplysninger om %(BEGIN_LINK)skonfiguration af visninger%(END_LINK)s.
es: Tu página especifica una ventana gráfica que se adapta al tamaño del dispositivo, lo que permite que se procese correctamente en todos los dispositivos. Más información sobre cómo %(BEGIN_LINK)sconfigurar ventanas gráficas%(END_LINK)s.
fr_ch: Votre page spécifie une vue qui correspond aux différentes dimensions des appareils, ce qui lui permet de s'afficher correctement sur tous les appareils. En savoir plus sur la %(BEGIN_LINK)sconfiguration des vues%(END_LINK)s.
he: הדף שלך מציין viewport המתאים לגודל המכשיר, וכך הוא יכול להופיע כראוי בכל המכשירים. קרא עוד על %(BEGIN_LINK)sהגדרת viewport‏%(END_LINK)s.
id: Laman Anda menentukan area pandang yang cocok dengan ukuran perangkat, sehingga dapat dirender dengan benar di semua perangkat. Pelajari lebih lanjut tentang cara %(BEGIN_LINK)smengonfigurasi area pandang%(END_LINK)s.
it: Per la pagina è stata specificata una viewport corrispondente alle dimensioni del dispositivo che consente la corretta visualizzazione della pagina su tutti i dispositivi. Leggi ulteriori informazioni sulla %(BEGIN_LINK)sconfigurazione di viewport%(END_LINK)s.
pl: Twoja strona używa okna roboczego dopasowanego do rozmiaru urządzenia, co umożliwia jej prawidłowe renderowanie na wszystkich urządzeniach. Dowiedz się więcej o %(BEGIN_LINK)skonfigurowaniu okien roboczych%(END_LINK)s.
pt_br: Sua página especifica um visor que corresponde ao tamanho do dispositivo. Isso permite que ela seja exibida apropriadamente em todos os dispositivos. Saiba mais sobre a %(BEGIN_LINK)sconfiguração de visores%(END_LINK)s.
sr: Страница наводи област приказа која се подудара са величином уређаја, што јој омогућава да се исправно приказује на свим уређајима. Сазнајте више о %(BEGIN_LINK)sконфигурисању области приказа%(END_LINK)s.
tr: Sayfanızda, cihazın boyutuyla eşleşen ve tüm cihazlarda düzgün olarak oluşturulmasına olanak tanıyan bir görünüm belirtiliyor. %(BEGIN_LINK)sGörünüm yapılandırma%(END_LINK)s ilgili daha fazla bilgi edinin.
zh: 您为自己的网页指定了一个与相应设备尺寸相符的视口，因此该网页可在所有设备上正常显示。详细了解如何%(BEGIN_LINK)s配置视口%(END_LINK)s。
zh_tw: 您的網頁指定的檢視區與裝置的大小相符，因此在所有裝置上都能適當轉譯。進一步瞭解如何%(BEGIN_LINK)s設定檢視區%(END_LINK)s。

source: Your page uses an XHTML Mobile doctype declaration, which instructs browsers that your page is optimized for mobile and should render properly on all devices.
bg: Страницата ви използва деклариране на документ от тип XHTML Mobile, което посочва на браузърите, че е оптимизирана за мобилни устройства. Тя следва да се изобразява правилно на всички такива устройства.
cs: Stránka používá deklaraci typu dokumentu XHTML Mobile, která prohlížečům sděluje, že je stránka optimalizována pro mobily a měla by se vykreslit správně na všech zařízeních.
da: Din side bruger en DOCTYPE-erklæring for mobil XHTML, som fortæller browsere, at din side er optimeret til mobilenheder og bør vises korrekt på alle enheder.
es: Tu página utiliza una declaración de tipo de documento XHTML Mobile, que indica a los navegadores que la página está optimizada para móviles. Debería procesarse correctamente en todos los dispositivos.
fr_ch: Votre page exploite une déclaration doctype XHTML Mobile, qui indique aux navigateurs qu'elle est optimisée pour les appareils mobiles et qu'elle devrait s'afficher correctement sur tous les appareils.
he: הדף שלך משתמש בהצהרת XHTML Mobile doctype, המציינת לדפדפנים שהדף עבר אופטימיזציה לנייד ואמור להופיע כראוי בכל המכשירים.
id: Laman Anda menggunakan deklarasi doctype XHTML Mobile, yang memberi tahu browser bahwa laman dioptimalkan untuk perangkat seluler dan dapat dirender dengan benar di semua perangkat.
it: Per la pagina viene utilizzata una dichiarazione doctype XHTML Mobile, che fa capire ai browser che la pagina è ottimizzata per i dispositivi mobili e dovrebbe essere visualizzata correttamente su tutti i dispositivi.
pl: Twoja strona używa deklaracji typu dokumentu XHTML Mobile, która informuje przeglądarki, że strona została zoptymalizowana pod kątem urządzeń przenośnych i powinna się prawidłowo renderować na wszystkich urządzeniach.
pt_br: Sua página usa uma declaração DOCTYPE XHTML Mobile que informa os navegadores de que sua página foi otimizada para dispositivos móveis e deve ser exibida de forma apropriada em todos os dispositivos.
sr: Страница користи XHTML doctype декларацију за мобилне уређаје, која прегледаче информише да је страница оптимизована за мобилне уређаје, тако да би требало да се исправно приказује на свим уређајима.
tr: Sayfanızda, tarayıcılara sayfanızın mobil cihazlar için optimize edildiği ve tüm cihazlarda düzgün oluşturulacağı yönergesini veren bir XHTML Mobil Doctype bildirimi kullanılıyor.
zh: 您的网页使用了 XHTML Mobile DOCTYPE 声明，此声明会告知浏览器，该网页已针对移动设备进行优化，应该可以在所有设备上正常显示。
zh_tw: 您的網頁使用了 XHTML Mobile DOCTYPE 宣告，可讓瀏覽器瞭解您的網頁已針對行動裝置進行最佳化處理，在所有裝置上都能適當轉譯。

source: Your page uses plugins, which prevents portions of your page from being used on many platforms. %(BEGIN_LINK)sFind alternatives for plugin based content%(END_LINK)s to increase compatibility.
bg: На страницата ви се ползват приставки, в резултат на което части от нея не са използваеми на много платформи. %(BEGIN_LINK)sНамерете алтернативи за основаното на приставки съдържание%(END_LINK)s, за да увеличите съвместимостта.
cs: Vaše stránka používá pluginy. Pluginy mohou zabránit použití částí stránky na celé řadě platforem. Zvyšte kompatibilitu tím, že %(BEGIN_LINK)spro obsah založený na pluginech najdete alternativy%(END_LINK)s.
da: Din side bruger plugins, hvilket forhindrer, at dele af din side kan bruges på mange platforme. %(BEGIN_LINK)sFind alternativer til pluginbaseret indhold%(END_LINK)s for at øge kompatibiliteten.
es: Parece que tu página utiliza plugins y esto podría causar que partes de tu página no se puedan utilizar en muchas plataformas. %(BEGIN_LINK)sEncuentra alternativas al contenido basado en plugins%(END_LINK)s para aumentar la compatibilidad.
fr_ch: Votre page utilise des plug-ins, ce qui empêche de nombreuses plates-formes d'en exploiter certaines parties. %(BEGIN_LINK)sTrouvez des solutions alternatives pour remplacer le contenu de type plug-in%(END_LINK)s afin d'améliorer la compatibilité de votre page.
he: הדף שלך עושה שימוש ביישומי פלאגין - מצב המונע שימוש בחלקים מהדף בפלטפורמות רבות. %(BEGIN_LINK)sמצא חלופות עבור תוכן המבוסס על יישומי פלאגין%(END_LINK)s כדי להגביר את התאימות.
id: Laman Anda menggunakan plugin, hal ini dapat membuat beberapa bagian laman Anda tidak bisa digunakan pada banyak platform. %(BEGIN_LINK)sCari alternatif untuk konten berbasis plugin%(END_LINK)s untuk meningkatkan kompatibilitas.
it: La tua pagina utilizza plug-in. Questo impedisce l'utilizzo di parti della tua pagina su molte piattaforme. %(BEGIN_LINK)sTrova alternative per i contenuti basati sui plug-in%(END_LINK)s in modo da aumentare la compatibilità.
pl: Na Twojej stronie znajdują się wtyczki, które uniemożliwiają korzystanie z niektórych jej elementów na wielu platformach. Aby poszerzyć zgodność z platformami, %(BEGIN_LINK)swyszukaj alternatywy dla publikowania treści w postaci wtyczek%(END_LINK)s.
pt_br: Sua página usa plug-ins, o que previne que partes da sua página sejam usadas em muitas plataformas. %(BEGIN_LINK)sEncontre alternativas de plug-ins com base em conteúdos%(END_LINK)s para aumentar a compatibilidade.
sr: Страница користи додатне компоненте, па делови странице не могу да се користе на многим платформама. %(BEGIN_LINK)sПронађите алтернативе за садржај заснован на додатним компонентама%(END_LINK)s да бисте повећали компатибилност.
tr: Sayfanızda, bazı bölümlerin çok sayıda platformda kullanılmasını engelleyecek eklentiler kullanılıyor. Uyumluluğu artırmak için %(BEGIN_LINK)siçeriğe göre eklenti alternatifleri bulun%(END_LINK)s.
zh: 您的网页使用了导致网页中的部分内容无法在多类平台上使用的插件。请%(BEGIN_LINK)s根据内容查找相关插件的替代插件%(END_LINK)s，以提高兼容性。
zh_tw: 您的網頁使用了外掛程式，這會造成網頁的某些部分不適用於多種平台。如要讓網頁與更多平台相容，請%(BEGIN_LINK)s尋找替代外掛程式網頁內容的做法%(END_LINK)s。

source: Your server responded quickly. Learn more about %(BEGIN_LINK)sserver response time optimization%(END_LINK)s.
bg: Сървърът ви реагира бързо. Научете повече за %(BEGIN_LINK)sоптимизирането на времето му за реакция на сървъра%(END_LINK)s.
ca: El servidor ha respost ràpidament. Més informació sobre l'%(BEGIN_LINK)soptimització del temps de resposta del servidor%(END_LINK)s
cs: Váš server odpověděl rychle. Další informace o %(BEGIN_LINK)soptimalizaci doby odezvy serveru%(END_LINK)s.
da: Din server reagerede hurtigt. Få flere oplysninger om %(BEGIN_LINK)soptimering af serverens svartid%(END_LINK)s.
es: Tu servidor respondió rápidamente. Más información sobre la %(BEGIN_LINK)soptimización del tiempo de respuesta del servidor%(END_LINK)s
fr_ch: Votre serveur a répondu rapidement. En savoir plus sur l'%(BEGIN_LINK)soptimisation du temps de réponse du serveur%(END_LINK)s.
he: השרת שלך הגיב במהירות. קרא מידע נוסף על %(BEGIN_LINK)sאופטימיזציה של זמן תגובת השרת%(END_LINK)s.
id: Server Anda menanggapi dengan cepat. Pelajari lebih lanjut tentang %(BEGIN_LINK)spengoptimalan waktu respons server%(END_LINK)s.
it: Il tuo server ha risposto rapidamente. Leggi ulteriori informazioni sull'%(BEGIN_LINK)sottimizzazione del tempo di risposta del server%(END_LINK)s.
ja: このサーバーは素早く応答しています。詳しくは、%(BEGIN_LINK)sサーバー応答時間の最適化%(END_LINK)sに関する説明をご覧ください。
pl: Serwer odpowiedział szybko. Dowiedz się więcej o %(BEGIN_LINK)soptymalizacji czasu odpowiedzi serwera%(END_LINK)s.
pt_br: Seu servidor respondeu rapidamente. Saiba mais sobre a %(BEGIN_LINK)sotimização do tempo de resposta do servidor%(END_LINK)s.
sr: Сервер је брзо одговорио. Сазнајте више о %(BEGIN_LINK)sоптимизацији времена одговора сервера%(END_LINK)s.
tr: Sunucunuz hızlı yanıt verdi. %(BEGIN_LINK)sSunucu yanıt süresi optimizasyonu%(END_LINK)s hakkında daha fazla bilgi edinin.
zh: 您的服务器响应迅速。详细了解%(BEGIN_LINK)s服务器响应时间优化%(END_LINK)s。
zh_tw: 您的伺服器回應速度相當快。進一步瞭解%(BEGIN_LINK)s為伺服器回應速度進行最佳化處理%(END_LINK)s的優點。

source: %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold.
ca: %(BEGIN_LINK)sPrioritzeu el contingut visible%(END_LINK)s que és necessari per renderitzar la part superior visible.
ja: スクロールせずに見えるコンテンツのレンダリングに必要な%(BEGIN_LINK)s表示可能コンテンツの優先順位を決定%(END_LINK)sしてください。
sl: %(BEGIN_LINK)sDajte prednost vidni vsebini%(END_LINK)s, ki je potrebna za upodobitev na vrhu strani.

source: Avoid flash on mobile webpages
ca: Evita el Flash en pàgines web per a mòbils
ja: モバイル ウェブページで Flash を使用しない
sl: Na mobilnih spletnih straneh se izogibajte Flashu

source: The following %(NUM_ELEMENTS)s Flash elements are included on the page or from included iframes. Adobe Flash Player is not supported on Apple iOS or Android versions greater than 4.0.x. Consider removing Flash objects and finding suitable replacements.
ca: Els %(NUM_ELEMENTS)s elements Flash següents s'inclouen a la pàgina o des dels iframe inclosos. Adobe Flash Player no s'admet a les versions Apple iOS o Android de més de 4.0.x. Tingueu en compte l'opció de suprimir els objectes Flash i de cercar les substitucions adequades.
ja: 次の %(NUM_ELEMENTS)s 個の Flash エレメントがこのページか内部の iframe に含まれています。Adobe Flash Player は Apple iOS と 4.0.x より上の Android バージョンでは動作しません。Flash オブジェクトを削除し、適切なコンテンツに置き換えることをおすすめします。
sl: Naslednje število elementov Flash je vključenih na stran ali iz vključenih okvirjev iframe: %(NUM_ELEMENTS)s. Predvajalnik Adobe Flash ni podprt v operacijskih sistemih Apple iOS in Android (različice, novejše od 4.0x). Poskusite odstraniti objekte Flash in poiskati ustrezna nadomestila.

source: $1 ($2 of inline JavaScript)
hi: $1 (इनलाइन JavaScript का $2)

source: $1 (Dimensions: $2 x $3)
hi: $1 (आयाम: $2 x $3)
pt: $1 (Dimensões: $2 x $3)

source: $1 (Dimensions: $2 x $3) ($4 uses)
hi: $1 (आयाम: $2 x $3) ($4 प्रदर्शन)
pt: $1 (Dimensões: $2 x $3) ($4 usos)

source: $1 (expiration not specified)
hi: $1 (समाप्ति निर्दिष्ट नहीं)
pt: $1 (expiração não especificada)

source: $1 calls document.write on line $2 to fetch:
hi: इसे लाने के लिए $1 पंक्ति $2 पर document.write को कॉल करता है:
pt: $1 chama o comando document.write na linha $2 para buscar:

source: $1 has CSS in the document body.
hi: $1 के पास दस्‍तावेज़ के मुख्‍य भाग में CSS है.
pt: $1 tem CSS no corpo do documento.

source: $1 has CSS in the document body:
hi: $1 में दस्‍तावेज़ के मुख्‍य भाग में CSS है:
pt: $1 tem CSS no corpo do documento:

source: $1 has a request size of $2
hi: $1 का अनुरोध आकार $2 है
pt: O tamanho da solicitação de $1 é $2

source: $1 is an uncacheable redirect to $2
hi: $1, $2 के लिए कैश न करने योग्य रीडायरेक्ट है

source: $1 is resized in HTML or CSS from $2x$3 to $4x$5. Serving a scaled image could save $6 ($7% reduction).
hi: $1 का आकार HTML या CSS में $2x$3 से $4x$5 किया गया है. किसी आकार बदली गई छवि को सर्व करना $6 की बचत कर सकता है ($7% की कमी).
pt: $1 é redimensionado em HTML ou CSS de $2x$3 para $4x$5. Exibir uma imagem dimensionada pode economizar $6 ($7% de redução).

source: $1 is resized in HTML or CSS. Serving a scaled image could save $2 ($3% reduction).
hi: HTML या CSS में $1 का आकार बदला गया है. किसी आकार बदली गई छवि को सर्व करना $2 की बचत कर सकता है ($3% की कमी).
pt: $1 é redimensionado em HTML ou CSS. Exibir uma imagem dimensionada pode economizar $2 (redução de $3%).

source: $1 loads $2 synchronously.
hi: $1, $2 को साथ में लोड करता है.
pt: $1 carrega $2 sincronicamente.

source: $1 of JavaScript is parsed during initial page load. Defer parsing JavaScript to reduce blocking of page rendering.
hi: JavaScript के $1 को प्रारंभिक पृष्ठ लोड के दौरान पार्स किया गया है. पृष्ठ रेंडरिंग का अवरुद्ध किया जाना कम करने के लिए JavaScript को पार्स करना स्‍थगित करें.

source: $1 should inline the following small resources:
hi: $1 को निम्‍न छोटे संसाधनों को इनलाइन करना चाहिए:
pt: $1 deve integrar os seguintes recursos pequenos:

source: $1 style block(s) in the body should be moved to the document head.
hi: मुख्‍य भाग में $1 शैली अवरोध (अवरोधों) को दस्‍तावेज़ के शीर्ष मुख्य भाग में ले जाना चाहिए.
pt: $1 bloqueio(s) de folha de estilo no corpo deve(m) ser movido(s) para o cabeçalho do documento.

source: Avoid document.write
hi: document.write से बचें
pt: Evitar document.write

source: Compressing $1 could save $2 ($3% reduction).
hi: $1 को संपीड़ित करना $2 की बचत कर सकता है ($3% की कमी).
pt: Compactar $1 pode economizar $2 ($3% de redução).

source: Compressing the following resources with gzip could reduce their transfer size by $1 ($2% reduction).
hi: निम्न संसाधनों को gzip के साथ संपीड़ित करने से उनका स्थानांतरण आकार $1 ($2% की कमी) तक कम हो सकता है:
pt: Compactar os seguintes recursos com o gzip pode reduzir seus tamanhos de transferência em $1 ($2% de redução)

source: Cookies: $1
hi: कुकी: $1

source: Cookies: $1 (note that this is a static resource, and should be served from a cookieless domain)
hi: कुकी: $1 (ध्‍यान रखें कि यह एक स्थिर संसाधन है, और इसे कुकी-रहित डोमेन से सर्व किया जाना चाहिए)
pt: Cookies: $1 (este é um recurso estático e deve ser exibido em um domínio sem cookies)

source: Inline script block #$1
hi: इनलाइन स्‍क्रिप्‍ट अवरोध #$1
pt: Bloqueio de script in-line #$1

source: Link node $1 should be moved to the document head.
hi: लिंक नोड $1 को दस्‍तावेज़ के शीर्ष भाग में ले जाया जाना चाहिए.
pt: O nó do link $1 deve ser movido para o cabeçalho do documento.

source: Losslessly compressing $1 could save $2 ($3% reduction).
hi: $1 को हानिरहित संपीड़ित करना $2 की बचत कर सकता है ($3% की कमी).
pt: Compactar $1 sem perdas pode economizar $2 ($3% de redução).

source: Minifying $1 could save $2 ($3% reduction).
hi: $1 को कम करना $2 की बचत कर सकता है ($3% की कमी).
pt: Compactar $1 pode economizar $2 ($3% de redução).

source: Minifying the following CSS resources could reduce their size by $1 ($2% reduction).
hi: निम्‍न CSS संसाधनों को कम करने से उनका आकार $1 तक कम हो सकता है ($2% की कमी).
pt: Compactar os seguintes recursos CSS pode reduzir o tamanho deles em $1 ($2% de redução).

source: Minifying the following HTML resources could reduce their size by $1 ($2% reduction).
hi: निम्‍न HTML संसाधनों को कम करने से उनका आकार $1 तक कम हो सकता है ($2% की कमी).
pt: Compactar os seguintes recursos HTML pode reduzir o tamanho deles em $1 ($2% de redução).

source: Minifying the following JavaScript resources could reduce their size by $1 ($2% reduction).
hi: निम्‍न JavaScript संसाधनों को कम करने से उनका आकार $1 तक कम हो सकता है ($2% की कमी).
pt: Compactar os seguintes recursos JavaScript pode reduzir o tamanho deles em $1 ($2% de redução).

source: Optimizing the following images could reduce their size by $1 ($2% reduction).
hi: निम्‍न छवियों को अनुकूलित करना उनके आकार को $1 तक कम कर सकता है ($2% की कमी).
pt: Otimizar as imagens a seguir pode reduzir o tamanho delas em $1 ($2% de redução).

source: Other: $1
hi: अन्य: $1
pt: Outros: $1

source: Referer Url: $1
hi: संदर्भ Url: $1
pt: URL de referência: $1

source: Request URL: $1
hi: अनुरोध URL: $1
pt: URL da solicitação: $1

source: The following cacheable resources have a short freshness lifetime. Specify an expiration at least one week in the future for the following resources:
hi: निम्‍न कैश करने योग्‍य संसाधन बहुत कम समय तक ताज़ा रहते हैं. निम्‍न संसाधनों के लिए समाप्ति समय भविष्य में कम से कम एक सप्ताह निर्दिष्ट करें:
pt: Os seguintes recursos armazenáveis em cache têm uma vida útil de atualização curta. Especifique uma expiração de pelo menos uma semana no futuro para os seguintes recursos:

source: The following external CSS files were included after an external JavaScript file in $1. To ensure CSS files are downloaded in parallel, always include external CSS before external JavaScript.
hi: $1 में बाह्य JavaScript फ़ाइल सम्‍मिलित करने के बाद निम्‍न बाह्य CSS फ़ाइलें सम्‍मिलित की गई थी. यह सुनिश्चित करने के लिए कि CSS फ़ाइलें समानांतर रूप से डाउनलोड की गई हैं, हमेशा बाह्य JavaScript के पहले बाह्य CSS सम्‍मिलित करें.
pt: Os seguintes arquivos CSS externos foram incluídos após um arquivo JavaScript externo em $1. Para garantir que os downloads dos arquivos CSS sejam realizados paralelamente, inclua sempre o CSS antes do JavaScript externo.

source: The following external stylesheets were included in $1 using @import.
hi: निम्‍न बाह्य शैलीपत्रक $1 में @import के उपयोग द्वारा सम्‍मिलित थे.
pt: As seguintes folhas de estilo externas foram incluídas em $1 usando @import.

source: The following images are resized in HTML or CSS. Serving scaled images could save $1 ($2% reduction).
hi: निम्‍न छवियों का आकार HTML या CSS में बदला गया है. आकार बदली गई छवियों को सर्व करना $1 की बचत कर सकता है ($2% की कमी).
pt: As imagens a seguir são redimensionadas em HTML ou CSS. Exibir imagens dimensionadas pode economizar $1 ($2% de redução).

source: The following images served from $1 should be combined into as few images as possible using CSS sprites.
hi: $1 द्वारा सर्व की गई निम्‍न छवियों को CSS स्‍प्राइट के उपयोग द्वारा यथासंभव कम छवियों में संयोजित किया जाना चाहिए.
pt: As imagens a seguir, exibidas em $1, devem ser combinadas no menor número possível de imagens usando CSS Sprites.

source: The following inline script blocks were found in $1 between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
hi: $1 में बाह्य CSS फ़ाइल और दूसरे संसाधन के बीच निम्‍न इनलाइन स्‍क्रिप्ट अवरोध पाए गए थे. समानांतर डाउनलोड करने की अनुमति के लिए, इनलाइन स्‍क्रिप्‍ट को बाह्य CSS फ़ाइल के पहले, या अगले संसाधन के बाद ले जाएं.
pt: Os seguintes bloqueios de script in-line foram encontrados em $1 entre um CSS externo e outro recurso. Para possibilitar o download paralelo, mova o script in-line para a posição anterior ao arquivo CSS externo ou posterior ao próximo recurso.

source: The following resources have identical contents, but are served from different URLs. Serve these resources from a consistent URL to save $1 request(s) and $2.
hi: निम्न संसाधनों की सामग्री समान है, लेकिन वे विभिन्न URL से सर्व किए जाते हैं. $1 अनुरोध (अनुरोधों) और $2 को बचाने के लिए इन संसाधनों को किसी संगत URL से सर्व करें.
pt: Os seguintes recursos têm conteúdos idênticos, mas são exibidos por URLs diferentes. Exiba os recursos em um URL consistente para economizar $1 solicitação(s) e $2.

source: The host $1 should enable Keep-Alive. It serves the following resources.
hi: $1 होस्‍ट द्वारा Keep-Alive को सक्षम किया जाना चाहिए. यह निम्न संसाधनों को प्रदान करता है.

source: There are $1 CSS files served from $2. They should be combined into as few files as possible.
hi: $2 द्वारा सर्व की गई $1 CSS फाइलें हैं. उन्‍हें यथासंभव कम-से-कम फ़ाइलों में संयोजित किया जाना चाहिए.
pt: Há $1 arquivos CSS exibidos por $2 . Eles devem ser combinados no menor número possível de arquivos.

source: There are $1 JavaScript files served from $2. They should be combined into as few files as possible.
hi: $2 द्वारा सर्व की गई $1 JavaScript फाइलें हैं. उन्‍हें यथासंभव कम-से-कम फ़ाइलों में संयोजित किया जाना चाहिए.
pt: Há $1 arquivos JavaScript exibidos por $2. Eles devem ser combinados no menor número possível de arquivos.

source: This page makes $1 parallelizable requests to $2. Increase download parallelization by distributing these requests across multiple hostnames:
hi: यह पृष्ठ $1 को $2 पर साथ में चलाने योग्‍य अनुरोध बनाता है. इन अनुरोधों को एकाधिक होस्‍टनामों में वितरित करके डाउनलोड को साथ में चलाना तेज़ बनाएं:
pt: Esta página faz $1 solicitações carregáveis em paralelo para $2. Aumente o carregamento em paralelo de downloads distribuindo essas solicitações entre vários nomes de host:

source: Using document.write to fetch external resources can introduce serialization delays in the rendering of the page. The following resources use document.write to fetch external resources:
hi: बाह्य संसाधनों को लाने के लिए document.write का उपयोग करना पृष्ठ को रेंडर करने में सीरियलाइज़ेशन विलंब कर सकता है. निम्‍न संसाधन बाह्य संसाधनों को लाने के लिए document.write का उपयोग करते हैं:
pt: Usar o comando document.write para buscar recursos externos pode causar atrasos de seriação no processamento da página. Os seguintes recursos usam document.write para buscar recursos externos:

source: Specify a character set early
pt: Especificar um conjunto de caracteres no início

source: The following resources have no character set specified or have a non-default character set specified late in the document. Specifying a character set early in these documents can speed up browser rendering.
pt: Os seguintes recursos não têm um conjunto de caracteres especificado ou têm um conjunto de caracteres não padrão que foi especificado tardiamente no documento. Especificar um conjunto de caracteres no início destes documentos pode acelerar o processamento do navegador.

source: _$1_ (score=$2)
pt: _$1_ (pontuação=$2)
