Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: The following landing page redirects are not cacheable. Make them cacheable to speed up page load times for repeat visitors to your site.
bg: Следните пренасочвания на целевата страница не подлежат на кеширане. Направете кеширането им възможно, за да намалите времето на зареждане на страницата за повторните посетители на сайта си.
ca: Les redireccions següents de la pàgina de destinació no s'emmagatzemen a la memòria cau. Feu que es puguin emmagatzemar a la memòria cau per accelerar els temps de càrrega de pàgines per als visitants que es dirigeixin el vostre lloc en més d'una ocasió.
cs: Následující přesměrování vstupní stránky nelze uložit do mezipaměti. Chcete-li urychlit načítání stránky při opětovném navštívení, umožněte jejich ukládání do mezipaměti.
da: De følgende omdirigeringer af destinationssider kan ikke lagres i cache. Indstil dem til lagring i cache for at fremskynde sideindlæsningstiden for tilbagevendende besøgende på dit website.
es: Los redireccionamientos a páginas de destino que se indican a continuación no se pueden almacenar en caché. Permita que se almacenen en caché para que las páginas se carguen más rápidamente cuando los usuarios vuelvan a acceder a su sitio.
fr_ch: Les redirections suivantes vers la page de destination ne peuvent pas être mises en cache. Activez leur mise en cache afin d'accélérer le chargement de la page pour les visiteurs qui reviennent sur votre site.
he: ההפניות מחדש הבאות של דף הנחיתה אינן ניתנות לשמירה. הפוך אותן לניתנות לשמירה כדי לקצר את זמני טעינת הדף עבור מבקרים חוזרים באתר.
hi: निम्न लैंडिंग पृष्ठ रीडायरेक्ट ,कैश किए जाने योग्य नहीं हैं. आपकी साइट पर दोबारा आने वालों के लिए पृष्ठ लोड समय की गति बढ़ाने हेतु उन्हें कैश किए जाने योग्य बनाएं.
id: Pengalihan laman landas berikut tidak dapat disimpan dalam cache. Jadikan agar dapat disimpan dalam cache untuk mempercepat waktu pemuatan laman bagi pengunjung yang kembali berkunjung ke situs Anda.
it: I seguenti rendirizzamenti alle pagine di destinazione non sono memorizzabili nella cache. Impostali come memorizzabili nella cache per velocizzare i tempi di caricamento della pagina per i visitatori frequenti del tuo sito.
ja: 次のリンク先ページのリダイレクトでキャッシュを利用できません。サイトの訪問者がページの読み込み時間を短縮できるように、これらのページでキャッシュを利用できるようにしてください。
pl: Poniższe przekierowania na stronie docelowej nie mogą być przechowywane w pamięci podręcznej. Umożliwienie ich przechowywania w pamięci podręcznej przyspieszy ładowanie stron dla użytkowników powracających do witryny.
pt_br: Os seguintes redirecionamentos da página de destino não são armazenáveis em cache. Torne-os armazenáveis em cache para acelerar o tempo de carregamento das páginas para os visitantes recorrentes do seu site.
sl: Teh preusmeritev ciljne strani ni mogoče predpomniti. Če želite pospešiti čas nalaganje strani za večkratne obiskovalce mesta, omogočite predpomnjenje.
sr: Следећа преусмеравања за одредишну страницу није могуће кеширати. Омогућите њихово кеширање да бисте убрзали време учитавања странице за редовне посетиоце сајта.
tr: Aşağıdaki açılış sayfası yönlendirmeleri önbelleğe alınabilir durumda değil. Sitenize tekrar gelen ziyaretçiler için sayfa yükleme sürelerini kısaltmak üzere bunları önbelleğe alınabilir yapın.
zh: 以下目标网页重定向不可缓存。请将其变为可缓存，以加快经常访问您网站的访客加载网页的速度。
zh_tw: 下列到達網頁的重新導向不是可快取。請將重新導向設為可快取以加快重複造訪網站的訪客載入網頁的時間。

source: The following pages do not specify a viewport. Consider adding a meta tag specifying a viewport so mobile browsers can render the document at a usable size.
bg: В следните страници не е посочен viewport. Помислете за добавянето на указващ viewport метамаркер, така че мобилните браузъри да могат да изобразяват документа с използваем размер.
ca: Les pàgines següents no especifiquen una finestra gràfica. Tingueu en compte l'opció d'afegir una metaetiqueta amb una finestra gràfica perquè els navegadors per a mòbils puguin renderitzar el document en una mida utilitzable.
cs: Následující stránky neurčují kód viewport. Zvažte, zda nepřidat metaznačku určující kód viewport, aby mobilní prohlížeče dokument vykreslovaly v použitelné velikosti.
da: Følgende sider angiver ikke en visning. Overvej at tilføje et metatag, der specificerer en visning, så mobilbrowsere kan gengive dokumentet i en brugbar størrelse.
es: Las siguientes páginas no especifican ninguna ventana gráfica. Valora la posibilidad de añadir una metaetiqueta para que los navegadores móviles puedan mostrar el documento en un tamaño utilizable.
fr_ch: Les pages suivantes ne spécifient pas de vue actuelle. Veuillez ajouter une balise Meta précisant une vue actuelle afin que les navigateurs mobiles puissent afficher le document dans des dimensions exploitables.
he: הדפים הבאים לא מציינים נקודת מבט. שקול להוסיף מטא תג המציין נקודת מבט כך שדפדפנים לנייד יוכלו לעבד את המסמך בגודל הניתן לשימוש.
id: Laman berikut tidak menentukan area pandang. Pertimbangkan untuk menambahkan meta tag yang menentukan area pandang sehingga browser seluler dapat merender dokumen dengan ukuran yang dapat digunakan.
it: Le pagine seguenti non specificano una visualizzazione. Potresti aggiungere un metatag che specifichi la visualizzazione in modo che i browser per cellulari possano visualizzare il documento con dimensioni utilizzabili.
ja: 以下のページでは表示域が指定されていません。表示域を指定するメタタグを追加して、モバイル ブラウザがドキュメントを使用可能なサイズでレンダリングできるようにしてください。
pl: Wymienione strony nie określają okienka ekranu. Rozważ dodanie metatagu określającego okienko ekranu, aby dokument renderowany w przeglądarce na urządzeniu przenośnym miał użyteczny rozmiar.
pt_br: As seguintes páginas não especificam uma janela de visualização. Pense na possibilidade de adicionar uma metatag que especifique uma janela de visualização, de modo que os navegadores para dispositivos móveis possam renderizar o documento em um tamanho utilizável.
sl: Naslednje strani ne določajo začetnega prikaza. Poskusite dodati metaoznako, ki bo določala začetni prikaz, da bodo lahko mobilni brskalniki upodobili dokument v uporabni velikosti.
sr: Следеће странице не наводе област приказа. Требало би да додате метаознаку која наводи област приказа да би мобилни прегледачи могли да приказују документ у употребљивој величини.
tr: Aşağıdaki sayfalar bir görünüm belirtmiyor. Mobil tarayıcıların dokümanı kullanılabilir bir boyutta oluşturabilmeleri için görünüm belirten bir meta etiket eklemeyi düşünün.
zh: 以下网页未指定视口。请考虑通过添加元标记来指定视口，这样移动浏览器便能以合适的大小来呈现文档。
zh_tw: 下列網頁尚未指定檢視區。建議您新增用於指定檢視區的中繼資料，以便行動瀏覽器透過可用的大小轉譯文件。

source: The following publicly cacheable, compressible resources should have a "Vary: Accept-Encoding" header:
bg: Следните ресурси с възможност за компресиране и обществено кеширане трябва да имат заглавка „Vary: Accept-Encoding“:
ca: Els recursos següents que es poden emmagatzemar i comprimir a la memòria cau públicament haurien de tenir una capçalera "Vary: Accept-Encoding":
cs: Následující zdroje (uložitelné do veřejné mezipaměti a komprimovatelné) by měly obsahovat záhlaví „Vary: Accept-Encoding“:
da: De følgende ressourcer, der kan lagres offentligt i en cache og komprimeres, bør have en overskrift af typen "Vary: Accept-Encoding":
es: Los siguientes recursos que se pueden comprimir y almacenar en caché deben tener una cabecera "Vary" con el valor "Accept-Encoding":
fr_ch: Les ressources compressibles suivantes, qui peuvent être mises en cache, doivent être associées à un en-tête "Vary: Accept-Encoding" :
he: המשאבים הניתנים לשמירה ולדחיסה חייבים לכלול את הכותרת "Vary: Accept-Encoding":
hi: निम्‍न सार्वजनिक रूप से कैश करने योग्‍य, संपीड़न योग्‍य संसाधनों का शीर्षलेख "Vary: Accept-Encoding" होना चाहिए:
id: Sumber daya yang dapat dimampatkan dan masuk cache secara publik berikut seharusnya memiliki kepala "Vary: Accept-Encoding":
it: Le seguenti risorse comprimibili e pubblicamente memorizzabili nella cache devono avere un'intestazione "Vary: Accept-Encoding":
ja: 公開キャッシュと圧縮が可能な以下のリソースには、「Vary: Accept-Encoding」ヘッダーを含めてください:
pl: Następujące zasoby, które można kompresować i publicznie umieszczać w pamięci podręcznej, powinny mieć nagłówek „Vary: Accept-Encoding”:
pt: Os seguintes recursos armazenáveis em cache publicamente e compactáveis devem ter um cabeçalho "Vary: Accept-Encoding":
pt_br: Os seguintes recursos armazenáveis em cache publicamente e compactáveis devem ter um cabeçalho "Vary: Accept-Encoding":
sl: Ti javni viri, ki jih je mogoče predpomniti in stisniti, naj imajo glavo »Vary: Accept-Encoding«:
sr: Следећи ресурси који могу јавно да се кеширају и компримују треба да садрже заглавље „Vary: Accept-Encoding“:
tr: Genel olarak önbelleğe alınabilir, sıkıştırılabilir aşağıdaki kaynaklarda "Vary: Accept-Encoding" üstbilgisi olmalı:
zh: 对于下列可公开缓存和压缩的资源，应包含标头“Vary: Accept-Encoding”：
zh_tw: 下列公開可快取且可壓縮的資源標頭中必須含有「Vary: Accept-Encoding」：

source: The following requests are returning 404/410 responses. Either fix the broken links, or remove the references to the non-existent resources.
bg: Следните заявки извеждат отговори 404/410. Поправете невалидните връзки или премахнете препратките към несъществуващи ресурси.
ca: Les sol·licituds següents estan retornant respostes 404/410. Arregleu els enllaços que no siguin vàlids, o elimineu les referències als recursos que no existeixin.
cs: Následující požadavky vrací odpovědi 404/410. Opravte nefunkční odkazy, nebo odeberte odkazy na neexistující zdroje.
da: De følgende anmodninger returnerer 404/410-svar. Reparer de ødelagte links, eller fjern referencerne til de ikke-eksisterende ressourcer.
es: Las siguientes solicitudes están devolviendo respuestas 404/410. Corrige los enlaces dañados o elimina las referencias a recursos inexistentes.
fr_ch: Les requêtes suivantes renvoient des réponses de type erreur 404/410. Réparez les liens brisés ou supprimez les références aux ressources inexistantes.
he: הבקשות הבאות מחזירות את התגובות 404/410. תקן את הקישורים השבורים או הסר את ההפניות למשאבים שאינם קיימים.
hi: निम्‍न अनुरोध 404/410 प्रतिसाद दे रहे हैं. या तो टूटी हुई लिंक सुधारें, या ग़ैर-मौजूद संसाधनों के संदर्भ निकालें.
id: Permintaan berikut menghasilkan respons 404/410. Perbaiki tautan yang rusak atau hapus referensi ke sumber daya yang tidak ada.
it: Le seguenti richieste stanno restituendo risposte 404/410. Correggi i link non funzionanti o rimuovi i riferimenti alle risorse non esistenti.
ja: 以下のリクエストでは、404/410 レスポンスが返されます。無効なリンクを修正するか、存在しないリソースの参照を削除してください。
pl: Następujące żądania dają odpowiedzi 404/410. Napraw uszkodzone linki lub usuń odwołania do nieistniejących zasobów.
pt: As seguintes solicitações estão retornando códigos de resposta 404/410. Conserte os links quebrados ou remova as referências aos recursos não existentes.
pt_br: As seguintes solicitações estão retornando códigos de resposta 404/410. Conserte os links quebrados ou remova as referências aos recursos não existentes.
sl: Te zahteve vračajo odzive 404/410. Popravite napačne povezave ali odstranite sklice na neobstoječe virov.
sr: Следећи захтеви враћају одговоре 404/410. Поправите прекинуте везе или уклоните референце на непостојеће ресурсе.
tr: Aşağıdaki istekler 404/410 yanıtları döndürüyor. Hatalı bağlantıları düzeltin veya var olmayan kaynaklara yapılan başvuruları kaldırın.
zh: 下列请求得到的响应信息为 404/410。请修复损坏的链接，或是删除对已不存在资源的引用。
zh_tw: 下列要求傳回 404/410 回應，請修正毀損的連結，或移除參照無效資源的內容。

source: The following requests are serialized. Try to break up the dependencies to make them load in parallel.
bg: Следните молби са сериализирани. За да се зареждат паралелно, опитайте да разделите зависимостите.
ca: Les sol·licituds següents s'han serialitzat. Proveu de dividir-ne les dependències perquè es carreguin en paral·lel.
cs: Následující požadavky jsou serializovány. Zkuste odstranit jejich závislosti, aby se načítaly současně.
da: Følgende anmodninger er serialiseret. Prøv at opdele de afhængige ressourcer, så de indlæses parallelt.
es: Las solicitudes que se indican a continuación están serializadas. Intenta dividir las dependencias para que se carguen en paralelo.
fr_ch: Les requêtes suivantes sont sérialisées. Essayez de supprimer les dépendances afin qu'elles puissent être chargées en parallèle.
he: הבקשות הבאות מסודרות בהמשכים. נסה לפרק את יחסי התלות כדי שהבקשות ייטענו במקביל.
id: Permintaan berikut diserialisasi. Cobalah memecah ketergantungan tersebut untuk membuatnya dimuat secara paralel.
it: Le seguenti richieste sono serializzate. Prova a interrompere le dipendenze per farle caricare in parallelo.
ja: 以下のリクエストが直列化されています。依存関係を解消し、並列で読み込みが行われるようにしてみてください。
pl: Następujące żądania są uszeregowane. Spróbuj rozbić zależności, aby umożliwić wczytywanie równoległe.
pt_br: As seguintes solicitações são serializadas. Tente quebrar as dependências para que elas sejam carregadas paralelamente.
sl: Te zahteve so serializirane. Poskušajte razdeliti odvisnosti, da bodo naložene vzporedno.
sr: Следећи захтеви су серијализовани. Покушајте да поделите зависне елементе како би се истовремено учитали.
tr: Aşağıdaki istekler serileştirildi. Bunları paralel yüklemek için bağımlılıkları ayırmayı deneyin.
zh: 以下请求已进行序列化。请尝试取消依赖关系，以便同时加载它们。
zh_tw: 下列要求已完成序列化處理，請嘗試去除各項要求之間的相依性，讓這些要求可以平行載入。

source: The following resources are loaded synchronously. Load them asynchronously to reduce blocking of page rendering.
bg: Следните ресурси се зареждат синхронно. Заредете ги асинхронно, за да намалите блокирането на визуализирането на страницата.
ca: Els recursos següents es carreguen de manera sincrònica. Carregueu-los de manera asincrònica per reduir el bloqueig de la renderització de la pàgina.
cs: Následující zdroje se načítají synchronně. Jejich asynchronním načtením se sníží blokování vykreslování stránky.
da: De følgende ressourcer indlæses synkront. Indlæs dem asynkront for at reducere blokering af sidegengivelse.
es: Los siguientes recursos se cargan de forma sincronizada. Cárgalos de forma asíncrona para reducir los bloqueos al mostrar la página.
fr_ch: Les ressources suivantes sont chargées de manière synchrone. Chargez-les de manière asynchrone afin de limiter le blocage de l'affichage des pages.
he: המשאבים הבאים נטענים בו-זמנית. טען אותם בנפרד כדי להפחית את רמת החסימה של עיבוד הדף.
hi: निम्‍न संसाधन साथ में लोड किए जाते हैं. पृष्ठ रेंडरिंग में अवरोध को कम करने के लिए उन्‍हें साथ में लोड न करें.
id: Sumber daya berikut dimuat secara sinkron. Muat secara asinkron untuk mengurangi pencekalan penguraian laman.
it: Le seguenti risorse vengono caricate in maniera sincrona. Caricale in modo asincrono per ridurre i blocchi nel rendering della pagina.
ja: 以下のリソースは同期して読み込まれます。これらを非同期に読み込むと、ページ レンダリングの中断を減らすことができます。
pl: Poniższe zasoby są ładowane synchronicznie. Zastosuj ładowanie asynchroniczne, aby zmniejszyć blokowanie renderowania strony.
pt: Os seguintes recursos são carregados sincronicamente. Carregue-os de modo assíncrono para reduzir o bloqueio de processamento da página.
pt_br: Os seguintes recursos são carregados sincronicamente. Carregue-os de modo assíncrono para reduzir o bloqueio de processamento da página.
sl: Ti viri se naložijo sinhrono. Naložite jih nesinhrono, da zmanjšate blokiranje upodabljanja strani.
sr: Следећи ресурси су синхроно учитани. Учитајте их асинхроно да бисте смањили блокирање приказивања странице.
tr: Aşağıdaki kaynaklar senkronize olarak yükleniliyor. Sayfanın görüntülenmesinin daha az engellenmesi için bunları senkronize olmadan yükleyin.
zh: 下列资源执行同步加载。请错开这些资源的加载时间，这样可减小网页显示时出现堵塞的概率。
zh_tw: 下列資源是同步載入的資源，請透過非同步方式予以載入，以避免系統無法顯示網頁的情形。

source: The following resources are missing a cache validator. Resources that do not specify a cache validator cannot be refreshed efficiently. Specify a Last-Modified or ETag header to enable cache validation for the following resources:
bg: В следните ресурси липсва валидатор на кеша. Ресурсите, които не посочват такъв, не могат бъдат опреснявани ефективно. Посочете заглавка „Last-Modified“ или „ETag“, за да активирате валидирането на кеша за тези ресурси:
ca: En els recursos següents falta un validador de la memòria cau. Els recursos que no especifiquen un validador de la memòria cau no es poden actualitzar de manera eficaç. Especifiqueu una capçalera Last-Modified o ETag per activar la validació de la memòria cau per als recursos següents:
cs: Následující zdroje postrádají ověření mezipaměti. Zdroje bez uvedeného ověření mezipaměti nemohou být efektivně obnoveny. Chcete-li pro následující zdroje povolit ověření mezipaměti, zadejte záhlaví Last-Modified nebo ETag:
da: De følgende ressourcer mangler en cachevalidator. Ressourcer, der ikke angiver en cachevalidator kan ikke opdateres effektivt. Angiv en overskrift af typen Last-Modified eller ETag for at aktivere cachevalidering for de følgende ressourcer:
es: Los recursos que se indican a continuación no especifican un validador de caché y no se podrán actualizar de forma eficiente si no se especifica dicho validador. Especifica una cabecera "Last-Modified" o "ETag" para que se pueda validar la caché de los siguientes recursos:
fr_ch: Les ressources suivantes ne sont associées à aucune technique de mise en cache et ne peuvent donc pas être actualisées efficacement. Spécifiez un en-tête Last-Modified ou ETag afin d'activer la validation du cache pour les ressources suivantes :
he: במשאבים הבאים חסר מאמת קובץ שמור. לא ניתן לרענן ביעילות משאבים שאינם מציינים מאמת קובץ שמור. ציין כותרת Last-Modified או ETag כדי להפוך אימות קובץ שמור לפעיל עבור המשאבים הבאים:
hi: निम्‍न संसाधनों में कैश सत्‍यापनकर्ता नहीं है. वे संसाधन जो किसी कैश सत्‍यापनकर्ता को निर्दिष्ट नहीं करते, उन्हें कुशलता से रीफ़्रेश नहीं किया जा सकता. निम्‍न संसाधनों के लिए कैश सत्‍यापन सक्षम करने के लिए Last-Modified या ETag शीर्षलेख निर्दिष्‍ट करें:
id: Sumber daya berikut tidak memiliki validator cache. Sumber daya yang tidak menentukan validator cache tidak dapat disegarkan secara efisien. Tentukan kepala ETag atau Last-Modified untuk mengaktifkan validasi cache sumber daya berikut:
it: Nelle seguenti risorse manca una convalida della cache. Le risorse che non specificano una convalida della cache non possono essere aggiornate in modo efficiente. Specifica un'intestazione Last-Modified o ETag per abilitare la convalida della cache per le seguenti risorse:
ja: 以下のリソースにはキャッシュ バリデータがありません。キャッシュ バリデータが指定されていないリソースは、効率よく更新することができません。以下のリソースに対して、Last-Modified ヘッダーまたは ETag ヘッダーを指定して、キャッシュを検証できるようにしてください:
pl: Dla poniższych zasobów nie istnieje narzędzie do sprawdzania poprawności pamięci podręcznej. Zasobów bez takiego narzędzia nie można sprawnie odświeżać. Określ nagłówek Last-Modified lub ETag, aby włączyć sprawdzanie poprawności pamięci podręcznej dla następujących zasobów:
pt: Falta um validador de cache nos recursos a seguir. Recursos que não especificarem um validador de cache não poderão ser recuperados de modo eficiente. Especifique um cabeçalho "Last-Modified" ou "ETag" para permitir a validação de cache para os seguintes recursos:
pt_br: Falta um validador de cache nos recursos a seguir. Recursos que não especificarem um validador de cache não poderão ser recuperados de modo eficiente. Especifique um cabeçalho "Last-Modified" ou "ETag" para permitir a validação de cache para os seguintes recursos:
sl: Za te vire manjka preverjevalnik predpomnilnika. Virov, za katere ni naveden preverjevalnik predpomnilnika, ni mogoče učinkovito osvežiti. Določite glavo Last-Modified ali ETag, da omogočite preverjanje predpomnilnika za te vire:
sr: За следеће ресурсе недостаје валидатор кеша. Ресурси који не наводе валидатор кеша не могу ефикасно да се освеже. Наведите заглавље Last-Modified или ETag да бисте омогућили валидацију кеша за следеће ресурсе:
tr: Aşağıdaki kaynaklarda önbellek doğrulayıcı eksik. Önbellek doğrulayıcı belirtmeyen kaynak verimli bir şekilde yenilenemez. Şu kaynaklarda önbellek doğrulamayı etkinleştirmek için Last-Modified veya ETag üstbilgisini belirtin:
zh: 以下资源缺少缓存验证工具。若没有为资源指定缓存验证工具，该资源将无法高效刷新。请为下列资源指定 Last-Modified 或 ETag 标头，以便为这些资源启用缓存验证：
zh_tw: 下列資源沒有快取驗證工具。資源未指定快取驗證資訊時，系統無法有效率地重新整理這些資源。請指定 Last-Modified 或 ETag 標頭，為下列資源啟用快取驗證資訊：
