Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: %(URL)s is resized in HTML or CSS from %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s to %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Serving a scaled image could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: %(URL)s е преоразмерено в HTML или CSS от %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s на %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Показването на мащабирано изображение може да спести %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: Es canvia la mida de %(URL)s a HTML o a CSS de %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s a %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Si publiqueu una imatge a escala, es pot estalviar %(SIZE_IN_BYTES)s (reducció de %(PERCENTAGE)s).
cs: Velikost zdroje %(URL)s se v kódu HTML nebo CSS mění z %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s na %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Poskytováním zmenšeného obrázku lze ušetřit %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: Størrelsen på %(URL)s er ændret i HTML eller CSS fra %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s til %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Ved at vise et skaleret billede kan der spares %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: Se ha cambiado el tamaño de %(URL)s en HTML o CSS de %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s a %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Si se proporciona una imagen reducida, supondría un ahorro de %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: %(URL)s est redimensionné en code HTML ou CSS de %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s à %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Afficher une image mise à l'échelle pourrait libérer %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: הגודל של %(URL)s השתנה ב-HTML או CSS מ-‎%(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s ל-‎%(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. הצגת תמונה מוקטנת יכולה לחסוך %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: %(URL)s diubah ukurannya dalam HTML atau CSS dari %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s menjadi %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s. Menyajikan gambar yang diperkecil dapat menghemat %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: L'immagine %(URL)s viene ridimensionata in HTML o CSS da %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s a %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. La pubblicazione di un'immagine ridimensionata potrebbe consentire di risparmiare %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: %(URL)s は HTML または CSS 内でサイズが %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s から %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s に変更されています。変更後のサイズで画像を提供すると %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: Rozmiar obrazu %(URL)s w pliku HTML lub CSS został zmieniony z %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s na %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. Przeskalowanie obrazu pozwoliło zredukować rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: %(URL)s é redimensionado em HTML ou CSS, de %(ORIGINAL_WIDTH)s x %(ORIGINAL_HEIGHT)s para %(FINAL_WIDTH)s x %(FINAL_HEIGHT)s. A veiculação de uma imagem com escala ajustada pouparia %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: Velikost slike na naslovu %(URL)s je spremenjena v HTML-ju ali CSS-ju iz %(ORIGINAL_WIDTH)s×%(ORIGINAL_HEIGHT)s v %(FINAL_WIDTH)s×%(FINAL_HEIGHT)s. Prikazovanje slike prilagojene velikosti lahko prihrani %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: Величина за %(URL)s је промењена у HTML-у или CSS-у са %(ORIGINAL_WIDTH)s×%(ORIGINAL_HEIGHT)s на %(FINAL_WIDTH)s×%(FINAL_HEIGHT)s. Приказивањем слике промењене величине може да се уштеди %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: %(URL)s adresindeki resmin HTML veya CSS'deki %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s olan boyutu %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s olarak değiştirildi. Ölçeklenmiş resim sunmak %(SIZE_IN_BYTES)s tasarruf (%(PERCENTAGE)s azalma) sağlayabilir.
zh: %(URL)s 的尺寸在 HTML 或 CSS 中从%(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s调整到%(FINAL_WIDTH)sx%(FINAL_HEIGHT)s。提供调整后的图片可减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 已透過 HTML 或 CSS 將 %(URL)s 的大小從 %(ORIGINAL_WIDTH)sx%(ORIGINAL_HEIGHT)s 調整為 %(FINAL_WIDTH)sx%(FINAL_HEIGHT)s。提供大小經過調整的圖片可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: %(URL)s is resized in HTML or CSS. Serving a scaled image could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: %(URL)s е преоразмерено в HTML или CSS. Показването на мащабирано изображение може да спести %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: Es canvia la mida de %(URL)s a HTML o a CSS. Si publiqueu una imatge a escala, es pot estalviar %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: Velikost zdroje %(URL)s se v kódu HTML nebo CSS mění. Poskytováním zmenšeného obrázku lze ušetřit %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: Størrelsen på %(URL)s er ændret i HTML eller CSS. Ved at vise et skaleret billede kan der spares %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: Se ha cambiado el tamaño de %(URL)s en HTML o CSS. Si se proporciona una imagen reducida, supondría un ahorro de %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: %(URL)s est redimensionné en code HTML ou CSS. Afficher une image mise à l'échelle pourrait libérer %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: הגודל של %(URL)s משתנה ב-HTML או CSS. הצגת תמונה מוקטנת יכולה לחסוך %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: %(URL)s diubah ukurannya dalam HTML atau CSS. Menyajikan gambar yang diperkecil dapat menghemat %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: L'immagine %(URL)s viene ridimensionata in HTML o CSS. La pubblicazione di un'immagine ridimensionata potrebbe consentire di risparmiare %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: %(URL)s は HTML または CSS 内でサイズが変更されています。変更後のサイズで画像を提供すると %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: Rozmiar obrazu %(URL)s w pliku HTML lub CSS został zmieniony. Przeskalowanie obrazu pozwoliło zredukować rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: %(URL)s é redimensionado em HTML ou CSS. A veiculação de uma imagem com escala ajustada pouparia %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: Velikost slike na naslovu %(URL)s je spremenjena v HTML-ju ali CSS-ju. Prikazovanje slike prilagojene velikosti lahko prihrani %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: Величина за %(URL)s је промењена у HTML-у или CSS-у. Приказивањем слике промењене величине може да се уштеди %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: %(URL)s adresindeki resim, HTML veya CSS'de yeniden boyutlandırıldı. Ölçeklenmiş resim sunmak %(SIZE_IN_BYTES)s tasarruf (%(PERCENTAGE)s azalma) sağlayabilir.
zh: %(URL)s 的尺寸在 HTML 或 CSS 中经过了调整。提供调整后的图片可减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 已透過 HTML 或 CSS 調整 %(URL)s 的大小。提供大小經過調整的圖片可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: %(URL)s line %(LINE_NUMBER)s (%(DURATION)s)
bg: %(URL)s, ред %(LINE_NUMBER)s (%(DURATION)s)
ca: Línia de %(URL)s %(LINE_NUMBER)s (%(DURATION)s)
cs: %(URL)s řádek %(LINE_NUMBER)s (%(DURATION)s)
da: %(URL)s linje %(LINE_NUMBER)s (%(DURATION)s)
es: Línea de %(URL)s %(LINE_NUMBER)s (%(DURATION)s)
fr_ch: %(URL)s ligne %(LINE_NUMBER)s (%(DURATION)s)
he: %(URL)s שורה %(LINE_NUMBER)s ‏(%(DURATION)s)
id: %(URL)s baris %(LINE_NUMBER)s (%(DURATION)s)
it: %(URL)s riga %(LINE_NUMBER)s (%(DURATION)s)
ja: %(URL)s 行 %(LINE_NUMBER)s（%(DURATION)s）
pl: %(URL)s, linia %(LINE_NUMBER)s (%(DURATION)s)
pt_br: %(URL)s, linha %(LINE_NUMBER)s (%(DURATION)s)
sl: %(URL)s vrstica %(LINE_NUMBER)s (%(DURATION)s)
sr: %(URL)s ред %(LINE_NUMBER)s (%(DURATION)s)
tr: %(URL)s satır: %(LINE_NUMBER)s (%(DURATION)s)
zh: %(URL)s 第%(LINE_NUMBER)s行（%(DURATION)s）
zh_tw: %(URL)s 第 %(LINE_NUMBER)s 行 (%(DURATION)s)

source: %(URL)s should inline the following small resources:
bg: %(URL)s трябва да вгражда следните малки ресурси:
ca: %(URL)s hauria d'inserir els recursos petits següents:
cs: Následující malé zdroje by bylo vhodné vložit přímo do dokumentu %(URL)s:
da: %(URL)s bør indlejre følgende små ressourcer:
es: Se deberían insertar los siguientes recursos pequeños en %(URL)s:
fr_ch: %(URL)s doit intégrer les ressources peu volumineuses suivantes :
he: על %(URL)s להטביע את המשאבים הקטנים הבאים:
id: %(URL)s harus menjadikan sebaris sumber daya kecil berikut:
it: %(URL)s deve incorporare le seguenti risorse di piccole dimensioni:
ja: 以下の小さなリソースを %(URL)s にインライン化してください:
pl: W dokumencie %(URL)s powinny być wbudowane następujące niewielkie zasoby:
pt_br: %(URL)s deve incorporar in-line os seguintes recursos pequenos:
sl: Dokument %(URL)s bi moral vdelati te majhne vire:
sr: %(URL)s треба да угради следеће мале ресурсе:
tr: %(URL)s adresindeki dokümanın aşağıdaki küçük kaynakları satır içi yapması gerekiyor:
zh: %(URL)s 应内嵌下列较小的资源：
zh_tw: %(URL)s 應內嵌下列小型資源：

source: All of your page's links/buttons are large enough for a user to easily tap on a touchscreen. Learn more about %(BEGIN_LINK)ssizing tap targets appropriately%(END_LINK)s.
bg: Всички връзки/бутони на страницата ви са достатъчно големи, така че потребителите да могат лесно да ги докосват на сензорен екран. Научете повече за %(BEGIN_LINK)sподходящото оразмеряване на целевите зони за докосване%(END_LINK)s.
cs: Všechny odkazy a tlačítka na stránce jsou dostatečně velká, aby na ně uživatelé mohli snadno klepnout na dotykových displejích. Další informace o %(BEGIN_LINK)svolbě správné velikosti prvků pro klepnutí%(END_LINK)s
da: Alle links/knapper på din side er store nok til, at en bruger nemt kan trykke på dem på en berøringsskærm. Få flere oplysninger om, hvordan du %(BEGIN_LINK)sgiver trykbare elementer den rigtige størrelse%(END_LINK)s.
es: Todos los enlaces y los botones de la página son suficientemente grandes para que los usuarios los puedan tocar en una pantalla táctil. Más información sobre cómo puedes %(BEGIN_LINK)saplicar el tamaño correcto a los botones táctiles%(END_LINK)s
fr_ch: Tous les liens et les boutons présents sur votre page sont assez larges pour qu'un utilisateur puisse appuyer dessus sur un écran tactile. En savoir plus sur le %(BEGIN_LINK)sdimensionnement approprié des éléments tactiles%(END_LINK)s.
he: כל הקישורים/לחצנים בדף שלך גדולים מספיק ומשתמש יכול להקיש עליהם בקלות במסך מגע. קרא מידע נוסף על %(BEGIN_LINK)sקביעה נכונה של גודל יעדי הקשה%(END_LINK)s.
id: Semua tautan/tombol laman Anda cukup besar untuk diketuk dengan mudah oleh pengguna di layar sentuh. Pelajari lebih lanjut tentang %(BEGIN_LINK)smengubah ukuran target ketuk dengan sesuai%(END_LINK)s.
it: Tutti i link/pulsanti della pagina sono abbastanza grandi per consentire a un utente di toccarli facilmente sul touchscreen. Leggi ulteriori informazioni sulle %(BEGIN_LINK)sdimensioni appropriate dei target dei tocchi%(END_LINK)s.
pl: Wszystkie linki/przyciski umieszczone na stronie mają wielkość umożliwiającą ich wygodne użycie na ekranie dotykowym. Dowiedz się więcej o %(BEGIN_LINK)sodpowiednim dobieraniu rozmiarów elementów dotykowych%(END_LINK)s.
pt_br: Todos os links/botões da sua página são grandes o suficiente para que um usuário toque com facilidade no touchscreen. Saiba mais sobre o %(BEGIN_LINK)stamanho apropriado dos pontos de toque%(END_LINK)s.
sr: Сви линкови/дугмад на страници су довољно велики и корисник може лако да их додирне на додирном екрану. Сазнајте више о %(BEGIN_LINK)sправилном одређивању величине циљева за додир%(END_LINK)s.
tr: Sayfanızdaki tüm bağlantılar/düğmeler dokunmatik bir ekranda kullanıcıların zorlanmadan hafifçe vurabilecekleri kadar büyük. %(BEGIN_LINK)sHafifçe vurma hedeflerinin boyutlarını uygun şekilde belirleme%(END_LINK)s ile ilgili daha fazla bilgi edinin.
zh: 网页上所有链接/按钮的尺寸均合适，方便用户在触摸屏上进行点按。详细了解%(BEGIN_LINK)s适当调整点按目标尺寸%(END_LINK)s。
zh_tw: 您網頁上的所有連結/按鈕皆大小適中，足以讓使用者在觸控螢幕上輕鬆點按。進一步瞭解如何%(BEGIN_LINK)s適當調整點按目標大小%(END_LINK)s。

source: Approximately %(PERCENTAGE)s of the above-the-fold content on your page could be rendered without waiting for the following resources to load. Try to defer or asynchronously load blocking resources, or inline the critical portions of those resources directly in the HTML.
bg: Приблизително %(PERCENTAGE)s от съдържанието на видимата на екрана част от страницата ви може да се изобрази без изчакване на зареждането на следните блокиращи ресурси. Опитайте да ги отложите, да ги заредите асинхронно или да вградите критичните части от тях директно в HTML кода.
ca: Aproximadament un %(PERCENTAGE)s del contingut de la part superior visible de la vostra pàgina s'ha pogut renderitzar sense esperar que els recursos que s'indiquen a continuació es carreguessin. Proveu de posposar o de carregar de manera asíncrona els recursos que bloquegen la pàgina, o bé inseriu les parts crítiques d'aquests recursos directament a l'HTML.
cs: Přibližně %(PERCENTAGE)s obsahu vaší stránky nad okrajem bylo možné vykreslit bez čekání na načtení následujících zdrojů. Zkuste načtení blokujících zdrojů odložit, načíst je asynchronně nebo kritické části zdrojů vložit přímo do kódu HTML.
da: Cirka %(PERCENTAGE)s af indholdet over skillelinjen på siden kunne gengives uden at vente på, at de efterfølgende ressourcer blev indlæst. Prøv at udskyde eller indlæse blokerende ressourcer asynkront eller at indlejre de kritiske dele af disse ressourcer direkte i HTML-sektionen.
es: Se ha podido mostrar aproximadamente un %(PERCENTAGE)s del contenido de la mitad superior de la página sin tener que esperar a que se cargara alguno de los recursos. Intenta aplazar o cargar de forma asíncrona los recursos que bloquean la visualización, o bien inserta porciones críticas de dichos recursos directamente en el HTML.
fr_ch: Environ %(PERCENTAGE)s du contenu situé au-dessus de la ligne de flottaison sur votre page a pu être affiché sans attendre le chargement des ressources ci-dessous. Essayez de différer le chargement des ressources qui bloquent l'affichage, de les charger de manière asynchrone ou d'intégrer les parties essentielles de ces ressources directement dans le code HTML.
he: ניתן היה לעבד %(PERCENTAGE)s בקירוב מהתוכן בחלק העליון והקבוע של הדף שלך בלי להמתין לטעינה של המשאבים הבאים. נסה לדחות משאבים חוסמים או לטעון אותם באופן אסינכרוני, או הטבע את החלקים הקריטיים של המשאבים האלה ישירות ב-HTML.
id: Sekitar %(PERCENTAGE)s konten paruh atas di laman Anda dapat dirender tanpa menunggu pemuatan sumber daya berikut. Coba tunda atau muat sumber daya yang memblokir secara asinkron, atau jadikan sebaris bagian penting dari sumber daya tersebut secara langsung dalam HTML.
it: È stato possibile visualizzare circa il %(PERCENTAGE)s dei contenuti above-the-fold della pagina senza dover attendere il caricamento delle seguenti risorse. Prova a rimandare o a caricare in modo asincrono le risorse di blocco oppure incorpora le parti fondamentali di tali risorse direttamente nel codice HTML.
ja: このページでスクロールせずに見えるコンテンツの約 %(PERCENTAGE)s は、以下のリソースによる読み込みを待たずにレンダリングできました。ブロッキング リソースを遅延させるか、非同期に読み込むか、これらのリソースの重要部分を HTML 内に直接インライン化してください。
pl: Około %(PERCENTAGE)s części Twojej strony widocznej na ekranie mogło się wyrenderować bez konieczności czekania na wymienione zasoby. Spróbuj opóźnić ładowanie zasobów blokujących, ładować je asynchronicznie lub wbudować najważniejsze elementy tych zasobów bezpośrednio w HTML-a.
pt_br: Aproximadamente %(PERCENTAGE)s do conteúdo acima da dobra em sua página seria renderizado sem aguardar o carregamento dos seguintes recursos. Tente adiar ou carregar de maneira assíncrona os recursos de bloqueio, ou incorpore in-line as partes fundamentais desses recursos diretamente ao HTML.
sl: Približno %(PERCENTAGE)s vsebine na vrhu strani je bilo mogoče upodobiti brez čakanja na nalaganje naslednjih virov. Poskusite odložiti ali asinhrono naložiti blokirajoče vire ali vdelati kritične dele teh virov neposredno v HTML.
sr: Приближно %(PERCENTAGE)s садржаја изнад прелома на страници је приказано без чекања на учитавање следећих ресурса. Покушајте да одложите или асинхроно учитате блокирајуће ресурсе или да уградите критичне делове тих ресурса директно у HTML.
tr: Sayfanızda ekranın üst kısmındaki içeriğin yaklaşık %(PERCENTAGE)s kadarı, aşağıdaki kaynakların yüklenmesi beklenmeden oluşturulabildi. Engelleyen kaynakları ertelemeyi veya eşzamansız olarak yüklemeyi ya da bu kaynakların önemli miktarda bölümünü doğrudan HTML'de satır içi yapmayı deneyin.
zh: 网页上大约有%(PERCENTAGE)s的首屏内容可以直接呈现，无需等到以下资源加载完毕。请尝试暂缓或异步加载阻止资源，或者将这些资源的关键部分直接内嵌到 HTML 中。
zh_tw: 網頁的前幾行內容約有 %(PERCENTAGE)s 可在下列資源載入完成之前轉譯。請延後載入或以非同步方式載入禁止轉譯資源，或是將這些資源的重要部分直接嵌入 HTML。

source: Avoid CSS @import
bg: Избягвайте използването на @import в CSS
ca: Eviteu l'@import als CSS
cs: Neimportujte styly CSS příkazem @import
da: Undgå CSS @import
es: Evitar la directiva "@import" en CSS
fr_ch: Éviter d'utiliser CSS @import
he: הימנע מ-‎@import‎ של CSS
hi: CSS @import से बचें
id: Hindari CSS @import
it: Evita @import in CSS
ja: CSS @import を使用しない
pl: Unikaj polecenia @import w arkuszach CSS
pt: Evitar @import em CSS
pt_br: Evitar @import em CSS
sl: Izogibanje CSS @import
sr: Избегните @import у CSS-у
tr: CSS @import kullanmaktan kaçının
zh: 避免在 CSS 中使用 @import
zh_tw: 避免使用 CSS @import

source: Avoid a character set in the meta tag
bg: Избягване на набор знаци в meta маркера
ca: Eviteu un conjunt de caràcters a la metaetiqueta
cs: Neuvádějte znakovou sadu v metaznačce
da: Undgå et tegnsæt i metatagget
es: Evita un conjunto de caracteres en la metaetiqueta
fr_ch: Éviter un jeu de caractères dans la balise Meta
he: הימנע ממערכת תווים במטא תג
id: Hindari himpunan karakter di tag meta
it: Evita un set di caratteri nel meta tag
ja: 文字セットをメタ タグ内で指定しない
pl: Nie używaj zestawu znaków określonego w metatagach
pt_br: Evite um conjunto de caracteres na metatag
sl: V metaoznaki ne določite nabora znakov
sr: Избегавање скупа знакова у метаознаци
tr: Meta etikette karakter kümesi tanımlamaktan kaçının
zh: 请勿在元标记中指定字符集
zh_tw: 避免在中繼標記指定字元集

source: Avoid bad requests
bg: Избягвайте невалидните заявки
ca: Eviteu les sol·licituds incorrectes
cs: Nevytvářejte neplatné požadavky
da: Undgå dårlige anmodninger
es: Evitar solicitudes incorrectas
fr_ch: Éviter les requêtes incorrectes
he: הימנע מבקשות שגויות
hi: ग़लत अनुरोधों से बचें
id: Hindari permintaan yang bermasalah
it: Evita richieste non corrette
ja: 誤りのあるリクエストを送信しない
pl: Unikaj złych żądań
pt: Evitar solicitações inválidas
pt_br: Evitar solicitações inválidas
sl: Izogibanje napačnim zahtevam
sr: Избегните неисправне захтеве
tr: Bozuk isteklerden kaçının
zh: 避免出现错误的请求
zh_tw: 避免使用無效的要求

source: Avoid landing page redirects
bg: Избягване на пренасочвания от целевата страница
ca: Evita les redireccions de la pàgina de destinació
cs: Vyhněte se přesměrování ze vstupní stránky
da: Undgå omdirigeringer af destinationssider
es: Evita los redireccionamientos a páginas de destino
fr_ch: Éviter les redirections sur la page de destination
he: הימנע מהפניות מחדש של דפי נחיתה
id: Hindari pengalihan laman landas
it: Evita reindirizzamenti delle pagine di destinazione
ja: リンク先ページのリダイレクトを使用しない
pl: Unikaj przekierowań stron docelowych
pt_br: Evitar redirecionamentos da página de destino
sl: Izogibajte se preusmeritvam ciljnih strani
sr: Избегавајте преусмеравања за одредишну страницу
tr: Açılış sayfası yönlendirmelerinden kaçının
zh: 避免使用目标网页重定向
zh_tw: 禁止到達網頁重新導向

source: Avoid long-running scripts
bg: Избягване на скриптове с дълго изпълнение
ca: Evitació de scripts que s'executen durant molta estona
cs: Nepoužívejte dlouho běžící skripty
da: Undgå scripts, som kører i lang tid
es: Evitar ejecuciones de secuencias de comandos de larga duración
fr_ch: Éviter les scripts longs à exécuter
he: הימנע מסקריפטים ממושכים
id: Hindari skrip yang beroperasi lama
it: Evita gli script di lunga durata
ja: 長時間実行されるスクリプトは避ける
pl: Unikaj długo działających skryptów
pt_br: Evite longos scripts
sl: Izogibajte se skriptom, ki se izvajajo dolgo časa
sr: Избегавање дуготрајних скрипти
tr: Çalışması uzun süren kodlardan kaçının
zh: 避免使用运行时间较长的脚本
zh_tw: 避免使用長期執行的指令碼

source: Avoid plugins
bg: Избягване на приставките
cs: Vyhněte se pluginům
da: Undgå plugins
es: Evitar los plugins
fr_ch: Éviter les plug-ins
he: הימנע משימוש ביישומי פלאגין
id: Hindari plugin
it: Evita plug-in
pl: Unikaj stosowania wtyczek
pt_br: Evitar plug-ins
sr: Избегавање додатних компоненти
tr: Eklentilerden kaçınma
zh: 避免使用插件
zh_tw: 避免使用外掛程式

source: CSS in the document body adversely impacts rendering performance.
bg: CSS в основния текст на документа се отразява неблагоприятно върху изпълнението на визуализирането.
ca: Els CSS al cos del document afecta negativament el rendiment de renderització.
cs: Zdroj CSS v hlavní části dokumentu má nepříznivý dopad na vykreslování.
da: CSS i dokumentets brødtekst påvirker gengivelsen negativt.
es: Incluir recursos CSS en el cuerpo del documento afecta negativamente al rendimiento de la representación
fr_ch: Le code CSS inclus dans le corps du document peut avoir une incidence négative sur les performances d'affichage.
he: CSS בגוף המסמך משפיע לרעה על ביצוע העיבוד.
hi: दस्‍तावेज़ के मुख्‍य भाग में CSS, रेंडरिंग निष्पादन को प्रतिकूल रूप से प्रभावित करता है.
id: CSS di badan dokumen berpengaruh buruk terhadap kinerja.
it: Le risorse CSS nel corpo del documento incidono negativamente sulle prestazioni del rendering.
ja: ドキュメント ボディ内に CSS を挿入すると、レンダリングのパフォーマンスが低下します。
pl: Umieszczanie kodu CSS w treści dokumentu zmniejsza wydajność renderowania.
pt: CSS no corpo do documento prejudica o desempenho do processamento.
pt_br: CSS no corpo do documento prejudica o desempenho do processamento.
sl: CSS v telesu dokumenta neugodno vpliva na hitrost upodabljanja.
sr: CSS у телу документа неповољно утиче на приказивање.
tr: Doküman gövdesindeki CSS, görüntüleme performansını olumsuz etkiler.
zh: 文档主体中包含的 CSS 导致显示性能下降。
zh_tw: 將 CSS 放置在文件內文，將無法呈現最佳顯示效果。

source: Combine external CSS
bg: Комбинирайте външни CSS
ca: Combineu els CSS externs
cs: Spojte externí soubory CSS
da: Kombiner eksterne CSS
es: Combinar recursos CSS externos
fr_ch: Regrouper les fichiers CSS externes
he: שלב CSS חיצוני
hi: बाहरी CSS संयोजित करें
id: Gabungkan CSS eksternal
it: Combina risorse CSS esterne
ja: 外部 CSS をまとめる
pl: Połącz zewnętrzne pliki CSS
pt: Combinar CSS externos
pt_br: Combinar CSS externos
sl: Združitev zunanjih slogov CSS
sr: Комбинујте спољашњи CSS
tr: Harici CSS'yi birleştirin
zh: 合并外部 CSS
zh_tw: 合併外部的 CSS

source: Combine external JavaScript
bg: Комбинирайте външни JavaScript
ca: Combineu el JavaScript extern
cs: Spojte externí JavaScript
da: Kombiner eksterne Javascript
es: Combinar recursos JavaScript externos
fr_ch: Regrouper les fichiers JavaScript externes
he: שלב JavaScript חיצוני
hi: बाह्य JavaScript संयोजित करें
id: Gabungkan JavaScript eksternal
it: Combina risorse JavaScript esterne
ja: 外部 JavaScript をまとめる
pl: Połącz zewnętrzne pliki JavaScript
pt: Combinar JavaScript externos
pt_br: Combinar JavaScript externos
sl: Združevanje zunanjega JavaScripta
sr: Комбинујте спољашњи JavaScript
tr: Harici JavaScript'i birleştirin
zh: 合并外部 JavaScript
zh_tw: 合併外部 JavaScript

source: Combine images into CSS sprites
bg: Комбинирайте изображения в спрайтове в CSS
ca: Combineu imatges amb sprites de CSS
cs: Spojte obrázky do obrázků CSS sprite
da: Kombiner billeder til CSS-sprites
es: Combinar las imágenes en objetos móviles CSS
fr_ch: Regrouper les images dans des sprites CSS
he: שלב תמונות לתוך תמונות CSS sprite
hi: छवियों को CSS स्‍प्राइट में संयोजित करें
id: Gabungkan gambar ke dalam CSS sprites
it: Combina immagini in sprite CSS
ja: CSS スプライトに画像をまとめる
pl: Włącz obrazy do sprite’ów CSS
pt: Combinar imagens com CSS Sprites
pt_br: Combinar imagens com CSS Sprites
sl: Združevanje slik v sličice CSS
sr: Комбинујте слике у CSS сличице
tr: Resimleri CSS sprite görseller içinde birleştirin
zh: 将图片组合为 CSS 贴图定位
zh_tw: 將圖片合併到 CSS 合併圖片
