Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: The following external resources have small response bodies. Inlining the response in HTML can reduce blocking of page rendering.
bg: Следните външни ресурси са с отговори с малък основен текст. Вграждането на отговора в HTML може да намали блокирането на визуализирането на страницата.
ca: Els recursos externs següents tenen cossos de resposta petits. En inserir la resposta en HTML es pot reduir el bloqueig de la renderització de la pàgina.
cs: Následující externí zdroje mají malé tělo odpovědi. Vložení odpovědi do formátu HTML sníží blokování vykreslování stránky.
da: Brødteksterne for de følgende eksterne ressourcer er korte. Indlejring af svaret i HTML kan reducere blokering af sidegengivelse.
es: Los cuerpos de respuesta de los recursos externos que se indican a continuación son muy pequeños. Si se inserta la respuesta en HTML, se pueden reducir los bloqueos al mostrar la página.
fr_ch: Le corps de la réponse des ressources externes suivantes n'est composé que de quelques kilo-octets seulement. Si vous intégrez la réponse dans le code HTML, vous pouvez limiter le blocage de l'affichage de la page.
he: למשאבים החיצוניים הבאים יש גופי תגובה קטנים. הטבעת התגובה ב-HTML עשוייה להפחית את רמת החסימה של עיבוד הדף.
hi: निम्‍न बाह्य संसाधनों में छोटे प्रतिसाद निकाय हैं. HTML में प्रतिसाद इनलाइन करने से पृष्ठ रेंडरिंग का अवरोधित होना कम हो सकता है.
id: Sumber daya eksternal berikut memiliki badan respons kecil. Menyejajarkan respons dalam HTML dapat mengurangi pencekalan penguraian laman.
it: Le seguenti risorse esterne hanno corpi di risposta di piccole dimensioni. L'incorporamento della risposta in HTML può ridurre i blocchi nel rendering della pagina.
ja: レスポンス ボディが小さい外部リソースは以下のとおりです。HTML 内にレスポンスをインライン化すると、ページ レンダリングの中断を減らすことができます。
pl: Następujące zasoby zewnętrzne mają mały rozmiar treści odpowiedzi. Umieszczenie tej treści bezpośrednio w kodzie HTML może ograniczyć blokowanie renderowania stron.
pt: Os recursos externos a seguir têm respostas pequenas. Integrar a resposta em HTML pode reduzir o bloqueio de processamento da página.
pt_br: Os recursos externos a seguir têm respostas pequenas. Integrar a resposta em HTML pode reduzir o bloqueio de processamento da página.
sl: Ti zunanji viri imajo majhna telesa odziva. Z uvrstitvijo odziva v HTML lahko zmanjšate blokiranje upodabljanja strani.
sr: Следећи спољашњи ресурси имају мала тела одговора. Уграђивањем одговора у HTML можете да смањите блокирање приказивања странице.
tr: Aşağıdaki harici kaynakların yanıt gövdeleri küçük. Yanıtı HTML'de satır içi yapmak, sayfa görüntülemenin engellenmesini azaltabilir.
zh: 以下外部资源的响应内容较少。将响应内容内嵌在 HTML 中可减小网页显示时出现堵塞的概率。
zh_tw: 下列外部資源的回應內文篇幅過短，建議您將回應內嵌在 HTML 檔案中，以避免系統無法顯示網頁的情形。

source: The following external stylesheets were included in %(URL)s using %(IMPORT)s.
bg: Следните външни листове със стилове бяха включени в %(URL)s посредством %(IMPORT)s.
ca: Els fulls d'estils externs següents s'han inclòs a %(URL)s amb %(IMPORT)s.
cs: Do šablony stylů %(URL)s byly pomocí příkazu %(IMPORT)s vloženy následující externí šablony stylů.
da: Følgende eksterne typografiark blev inkluderet i %(URL)s ved hjælp af %(IMPORT)s.
es: Se han incluido las siguientes hojas de estilo externas en %(URL)s mediante la regla %(IMPORT)s.
fr_ch: Les feuilles de styles externes suivantes ont été incluses dans %(URL)s à l'aide de %(IMPORT)s.
he: גיליונות הסגנון החיצוניים הבאים נכללו ב-%(URL)s באמצעות %(IMPORT)s.
id: Stylesheet eksternal berikut disertakan dalam %(URL)s menggunakan %(IMPORT)s.
it: I seguenti fogli di stile esterni sono stati inclusi in %(URL)s utilizzando %(IMPORT)s.
ja: 以下の外部スタイルシートが、%(IMPORT)s を使用して %(URL)s に含まれています。
pl: W arkuszu stylów %(URL)s zastosowano polecenie %(IMPORT)s do włączenia następujących zewnętrznych arkuszy stylów.
pt_br: As seguintes folhas de estilo externas foram incluídas em %(URL)s usando %(IMPORT)s.
sl: Te zunanje datoteke s slogi so bile vključene v %(URL)s z uporabo %(IMPORT)s.
sr: Следећи спољни описи стилова су укључени у %(URL)s помоћу правила %(IMPORT)s.
tr: Aşağıdaki harici stil sayfaları %(URL)s içine %(IMPORT)s kullanılarak eklendi.
zh: 下列外部样式表包含在使用 %(IMPORT)s 的 %(URL)s 中。
zh_tw: 下列外部樣式表是透過 %(IMPORT)s 加入 %(URL)s 中。

source: The following image(s) are missing width and/or height attributes.
bg: В следното изображение или съответно изображения липсват атрибути за ширина и/или височина.
ca: A les imatges següents els falten atributs d'amplada i/o alçada.
cs: U následujících obrázků chybí atributy šířky nebo výšky.
da: De følgende billeder mangler attributter for bredde og/eller højde.
es: Las imágenes que se indican a continuación no especifican atributos de ancho ni de largo.
fr_ch: Les images suivantes ne sont associées à aucun attribut de largeur et/ou de hauteur.
he: בתמונות הבאות חסרים מאפייני רוחב ו/או גובה.
hi: निम्‍न छवि (छवियों) में चौड़ाई और/या ऊंचाई विशेषताएं नहीं हैं.
id: Gambar berikut tidak mempunyai atribut lebar dan/atau tinggi.
it: Nelle seguenti immagini mancano gli attributi di larghezza e/o altezza.
ja: 以下の画像には、幅や高さの属性が指定されていません。
pl: Dla następujących obrazów nie określono atrybutu wysokości i/lub szerokości.
pt: Faltam os atributos de largura e/ou altura na(s) imagem(s) a seguir.
pt_br: Faltam os atributos de largura e/ou altura na(s) imagem(s) a seguir.
sl: Za te slike manjkajo atributi širine in/ali višine.
sr: За следеће слике недостају атрибути ширине и/или висине.
tr: Aşağıdaki resimlerde genişlik ve/veya yükseklik özellikleri eksik.
zh: 下列图片缺少宽度和/或高度属性。
zh_tw: 下列圖片沒有寬度和/或高度屬性。

source: The following images are displayed outside of the initially visible region of the screen. Defer loading of these images to allow the initially visible region of the page to load faster.
bg: Следните изображения се показват извън първоначално видимата област на екрана. Отложете зареждането им, за да позволите на тази област на страницата да се зареди по-бързо.
ca: Les imatges següents es mostren fora de la regió inicialment visible de la pantalla. Ajorneu la càrrega d'aquestes imatges per permetre que la regió inicialment visible de la pàgina es carregui amb més rapidesa.
cs: Následující obrázky se zobrazují mimo část obrazovky, která je viditelná jako první. Odložením načtení těchto obrázků můžete zrychlit načítání viditelné části stránky.
da: De følgende billeder vises uden for det umiddelbart synlige område af skærmen. Udskyd indlæsning af disse billeder, så det umiddelbart synlige område af siden kan indlæses hurtigere.
es: Las siguientes imágenes se muestran fuera del área visible inicial de la pantalla. Aplaza la carga de estas imágenes para que el área visible inicial de la página se cargue más rápido.
fr_ch: Les images suivantes s'affichent en dehors de la partie initialement visible de l'écran. Différez le chargement de ces images afin que la partie initialement visible de la page se charge plus rapidement.
he: התמונות הבאות מוצגות מחוץ לאזור המסך המוצג בהתחלה. דחה טעינה של תמונות אלה כדי לאפשר טעינה מהירה יותר של אזור המסך המוצג בהתחלה.
id: Gambar berikut ditampilkan di luar bagian yang pertama terlihat pada layar. Tunda pemuatan gambar tersebut agar bagian yang pertama terlihat pada laman dimuat dengan lebih cepat.
it: Le immagini seguenti vengono visualizzate all'esterno dell'area dello schermo visibile inizialmente. Rimanda il caricamento di queste immagini per consentire un caricamento più veloce dell'area della pagina visibile inizialmente.
ja: 以下の画像は、最初に画面に表示される領域の外側に表示されます。これらの画像の読み込みを後にすると、そのページで最初に表示される領域の読み込みが速くなります。
pl: Te obrazy są wyświetlane na obszarze ekranu, który nie jest od razu widoczny. Opóźnij ich wczytywanie, aby obszar widoczny od początku mógł załadować się szybciej.
pt_br: As seguintes imagens são exibidas fora da região inicialmente visível da tela. Adie o carregamento dessas imagens para permitir que a região inicialmente visível da página seja carregada mais rápido.
sl: Te slike so prikazane zunaj območja zaslona, ki je viden na začetku. Odloži nalaganje teh slik, da se območje zaslona, ki je viden najprej, naloži hitreje.
sr: Следеће слике се приказују изван дела екрана који је у почетку видљив. Одложите учитавање ових слика како бисте омогућили да се део странице који је у почетку видљив брже учита.
tr: Aşağıdaki resimler ekranın başlangıçta görülebilen alanının dışında görüntülenir. Sayfanın başlangıçta görülebilen alanının daha hızlı yüklenmesini sağlamak için bu resimlerin yüklenmesini sonraya bırakın.
zh: 以下图片不在屏幕最初显示的区域范围内。暂缓加载这些图片可提高网页最初显示区域的加载速度。
zh_tw: 下列圖片顯示在畫面起始顯示區域以外的位置。延遲載入這些圖片，即可更快載入網頁的起始顯示區域。

source: The following images are displayed within the initially visible region of the screen. To speed up rendering of the initially visible region of the page, inline a preview of these images and delay loading the full images until after page load is complete.
bg: Следните изображения се показват в рамките на първоначално видимата област на екрана. За да ускорите изобразяването на тази област на страницата, вградете тяхна визуализация и забавете пълното им зареждане, докато не завърши зареждането на страницата.
ca: Les imatges següents es mostren dins de la regió de la pantalla visible inicialment. Per accelerar la renderització de la regió de la pàgina visible inicialment, inseriu una visualització prèvia d'aquestes imatges i retardeu la càrrega de les imatges completes fins que la pàgina s'hagi carregat del tot.
cs: V oblasti stránky, která je viditelná bez posouvání, jsou zobrazeny následující obrázky. Pokud chcete vykreslování této části stránky zrychlit, vložte náhledy těchto obrázků přímo a obrázky v plné kvalitě nechte načíst až po načtení stránky.
da: De følgende billeder vises inden for den umiddelbart synlige del af skærmen. Du kan fremskynde gengivelsen af den umiddelbart synlige del af siden ved at indlejre en eksempelvisning af disse billeder og udskyde indlæsningen af billederne i fuld størrelse, indtil indlæsningen af siden er fuldført.
es: Las siguientes imágenes se muestran dentro de la región de la pantalla inicialmente visible. Para acelerar la renderización de la región de la página inicialmente visible, inserta una vista previa de estas imágenes y retrasa la carga de las imágenes completas hasta que la página se haya cargado del todo.
fr_ch: Les images suivantes s'affichent dans la partie immédiatement visible de l'écran. Pour accélérer le rendu de cette zone, intégrez un aperçu de ces images et retardez le chargement de l'intégralité des images jusqu'à ce que la page soit entièrement chargée.
he: התמונות הבאות מוצגות באזור המסך המוצג ראשון. כדי להאיץ את הצגת אזור הדף המוצג ראשון, הטבע תצוגה מקדימה של תמונות אלה כדי לעכב את הטעינה של התמונות המלאות עד לאחר השלמת טעינת הדף.
id: Gambar berikut ditampilkan dalam wilayah layar yang terlihat di awal. Untuk mempercepat penguraian wilayah laman yang terlihat di awal, jadikan pratinjau gambar ini sebaris dan tunda pemuatan gambar penuh sampai pemuatan laman selesai.
it: Le immagini che seguono vengono visualizzate all'interno dell'area dello schermo visibile inizialmente. Per velocizzare il rendering dell'area della pagina visibile inizialmente, incorpora un'anteprima delle immagini e rimanda il caricamento delle immagini complete in seguito al caricamento della pagina.
ja: 次の画像は、画面の最初の可視領域に表示されます。ページの最初の可視領域のレンダリングを高速化するには、これらの画像のプレビューをインラインで表示して、画像全体の読み込みはページの読み込みが完了した後にします。
pl: Poniższe obrazy są wyświetlane w obszarze widocznym początkowo na ekranie. Aby przyspieszyć renderowanie początkowo widocznego obszaru stron, włącz wbudowany podgląd tych stron, aby pełny obraz był wczytywany dopiero po pełnym wczytaniu strony.
pt_br: As imagens a seguir são exibidas na região inicialmente visível da tela. Para acelerar a renderização da região inicialmente visível da página, faça uma visualização in-line dessas imagens e atrase o carregamento das imagens completas até que seja concluído o carregamento da página.
sl: Te slike so prikazane v prvotno vidnem območju zaslona. Če želite pospešiti upodabljanje prvotno vidnega območja strani, vdelajte predogled teh slik in zamaknite nalaganje celotnih slik, dokler se ne naloži celotna stran.
sr: Следеће слике се приказују на делу екрана који се први појављује. Да бисте убрзали приказивање дела странице који се први појављује, уметните преглед ових слика и одложите учитавање целих слика док се не заврши учитавање странице.
tr: Aşağıdaki resimler ekranın ilk görünür bölgesinde görüntülenir. Sayfanın ilk görünür bölgesinin daha hızlı oluşturulması için, bu resimlerin önizlemesini satır içi yapın ve tam resmin görüntülenmesini sayfanın tamamı yüklenene kadar geciktirin.
zh: 以下图片会显示在屏幕的初始可见区域。要加快网页初始可见区域的呈现速度，请内嵌这些图片的预览版本，并将其设置为先完成网页加载，再加载完整图片。
zh_tw: 下列圖片會顯示在畫面起始顯示區域內。如要提升網頁起始顯示區域的載入速度，請將這些圖片的預覽設為內嵌，並等到網頁載入完成之後才載入完整圖片。

source: The following images are resized in HTML or CSS. Serving scaled images could save %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: Следните графични файлове са преоразмерени в HTML или CSS. Показването на мащабирани изображения може да спести %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: S'ha canviat la mida de les imatges següents en HTML o en CSS. Si publiqueu imatges a escala, es pot estalviar %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: Velikost následujících obrázků se v kódu HTML nebo CSS mění. Poskytováním zmenšených obrázků lze ušetřit %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: Størrelsen på følgende billeder blev ændret i HTML eller CSS. Ved at vise skalerede billeder kan der spares %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: En HTML y CSS, se modifica el tamaño de las siguientes imágenes. Si se proporcionan imágenes reducidas, supondría un ahorro del %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: Les images suivantes sont redimensionnées dans le code HTML ou CSS. La diffusion d'images mises à l'échelle pourrait libérer %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: התמונות הבאות מוקטנות ב-HTML או CSS. הגשת תמונות מוקטנות יכולה לחסוך %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: Gambar berikut diubah ukurannya dalam HTML atau CSS. Menampilkan gambar yang diperkecil dapat menghemat %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: Le seguenti immagini vengono ridimensionate in HTML o CSS. La pubblicazione di immagini ridimensionate potrebbe consentire di risparmiare %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: 以下の画像は HTML または CSS 内でサイズが変更されています。変更後のサイズで画像を提供すると %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: Rozmiar wymienionych obrazów jest zmieniony w pliku HTML lub CSS. Przeskalowanie obrazów pozwoliło zredukować rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: As seguintes imagens são redimensionadas em HTML ou CSS. A veiculação de imagens com escala ajustada pouparia %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: Velikosti naslednjih slik so spremenjene v HTML-ju ali CSS-ju. S prikazom v prilagojeni velikosti se lahko prihrani %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: Величине следећих слика су промењене у HTML-у или CSS-у. Приказивањем слика промењених величина може да се уштеди %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: Aşağıdaki resimler HTML'de veya CSS'de yeniden boyutlandırıldı. Ölçeklenmiş resimler sunmak %(SIZE_IN_BYTES)s tasarruf (%(PERCENTAGE)s azalma) sağlayabilir.
zh: 以下图片的尺寸在 HTML 或 CSS 中经过了调整，提交调整后的图片可减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: 已透過 HTML 或 CSS 調整下列圖片的大小。提供大小經過調整的圖片可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: The following images served from %(DOMAIN_NAME)s should be combined into as few images as possible using CSS sprites.
bg: Необходимо е следните графични файлове, показвани от %(DOMAIN_NAME)s, да се обединят във възможно най-малък брой изображения посредством спрайтове в CSS.
ca: Les imatges següents publicades de %(DOMAIN_NAME)s s'han de combinar amb el mínim d'imatges possibles amb sprites de CSS.
cs: Následující obrázky z adresy %(DOMAIN_NAME)s je vhodné vzájemně pospojovat do co nejmenšího počtu obrázků CSS sprite.
da: Følgende billeder, der vises fra %(DOMAIN_NAME)s, skal kombineres til så få billeder som muligt ved hjælp af CSS-sprites.
es: Las siguientes imágenes procedentes de %(DOMAIN_NAME)s se deben combinar en el menor número posible de imágenes mediante objetos móviles CSS.
fr_ch: Les images suivantes sont diffusées à partir de %(DOMAIN_NAME)s. Regroupez-les à l'aide de sprites CSS afin de réduire au maximum leur nombre.
he: יש לשלב את התמונות הבאות שהוגשו מ-%(DOMAIN_NAME)s בכמה שפחות תמונות באמצעות תמונות CSS sprite.
id: Gambar berikut yang disajikan dari %(DOMAIN_NAME)s sebaiknya digabungkan menjadi sesedikit mungkin gambar menggunakan sprite CSS.
it: Le seguenti immagini pubblicate da %(DOMAIN_NAME)s dovrebbero essere combinate nel minor numero di immagini possibile utilizzando sprite CSS.
ja: %(DOMAIN_NAME)s から提供される以下の画像は、CSS スプライトを使用してできるだけ少ない画像にまとめてください。
pl: Wymienione obrazy pochodzące z adresu %(DOMAIN_NAME)s należy połączyć w jak najmniejszą liczbę obrazów, korzystając ze sprite’ów CSS.
pt_br: As seguintes imagens veiculadas em %(DOMAIN_NAME)s devem ser combinadas no menor número possível de imagens usando CSS Sprites.
sl: Naslednje slike, ki se strežejo z naslova %(DOMAIN_NAME)s, je treba s sličicami CSS združiti v čim manj slik.
sr: Следеће слике приказане са домена %(DOMAIN_NAME)s треба да комбинујете у што мање слика помоћу CSS сличица.
tr: %(DOMAIN_NAME)s alan adından sunulan aşağıdaki resimlerin, CSS sprite görseller kullanılarak birleştirip mümkün olduğu kadar az resme indirilmesi gerekiyor.
zh: 请将 %(DOMAIN_NAME)s 提供的下列图片以 CSS 贴图定位的方式尽量合并，以便减少图片数量。
zh_tw: 請盡可能透過 CSS 合併圖片將 %(DOMAIN_NAME)s 提供的下列圖片加以合併，以減少圖片總數。

source: The following inline script blocks were found in %(URL)s between an external CSS file and another resource. To allow parallel downloading, move the inline script before the external CSS file, or after the next resource.
bg: Следните вградени скриптови блокове бяха намерени в %(URL)s между външен CSS файл и друг ресурс. За да позволите паралелно изтегляне, преместете вградения скрипт преди външния CSS файл или след следващия ресурс.
ca: S'han trobat els següents bloquejos de script inserits a %(URL)s entre un fitxer CSS extern i un altre recurs. Per permetre la baixada en paral·lel, moveu l'script inserit abans del fitxer CSS extern, o després del proper recurs.
cs: Ve stránce %(URL)s byly mezi externím souborem CSS a dalším zdrojem nalezeny následující vložené bloky skriptu. Chcete-li povolit paralelní stahování, přesuňte vložený skript před externí soubor CSS nebo za následující zdroj.
da: Følgende blokeringer af indlejrede scripts blev fundet i %(URL)s mellem en ekstern CSS-fil og en anden ressource. Flyt det indlejrede script foran den eksterne CSS-fil eller efter den næste ressource for at tillade parallelle downloads.
es: Se han detectado los siguientes bloqueos de secuencias de comandos insertados en %(URL)s entre un archivo CSS externo y otro recurso. Para permitir la descarga en paralelo, mueve la secuencia de comandos en línea antes del archivo CSS externo o después del siguiente recurso.
fr_ch: Les blocs de scripts intégrés suivants ont été trouvés dans %(URL)s, entre un fichier CSS externe et une autre ressource. Pour autoriser les téléchargements en parallèle, placez le script intégré avant le fichier CSS externe ou après la ressource suivante.
he: חסימות הסקריפט המוטבע הבאות נמצאו ב-%(URL)s בין קובץ CSS חיצוני ומשאב אחר. כדי לאפשר הורדה במקביל, העבר את הסקריפט המוטבע לפני קובץ ה-CSS החיצוני או לאחר המשאב הבא.
id: Pemblokiran skrip sebaris berikut ditemukan di %(URL)s antara file CSS eksternal dan sumber daya lainnya. Agar pengunduhan paralel dapat dilakukan, pindahkan skrip sebaris ke sebelum file CSS eksternal, atau setelah sumber daya berikutnya.
it: In %(URL)s sono stati trovati i seguenti blocchi di script incorporato tra un file CSS esterno e un'altra risorsa. Per consentire il download con caricamento in contemporanea, sposta lo script incorporato prima del file CSS esterno o dopo la risorsa successiva.
ja: %(URL)s には、外部 CSS ファイルと他のリソースとの間に以下のインライン スクリプト ブロックがあります。ダウンロードを同時に処理するには、インライン スクリプトを外部 CSS ファイルの前、またはその次のリソースの後に移動してください。
pl: W pliku %(URL)s pomiędzy zewnętrznym plikiem CSS a innym zasobem znaleziono wymienione bloki wbudowanego skryptu. Aby uniknąć równoległego pobierania, umieść wbudowany skrypt przed zewnętrznym plikiem CSS lub za następnym zasobem.
pt_br: Os seguintes bloqueios de script in-line foram encontrados em %(URL)s entre um arquivo CSS externo e outro recurso. Para permitir o download paralelo, mova o script in-line para a posição anterior ao arquivo CSS externo ou posterior ao próximo recurso.
sl: V %(URL)s so bili med zunanjo datoteko CSS in drugim virom najdeni naslednji vdelani bloki skripta. Če želite omogočiti paralelni prenos, premaknite vdelani skript pred zunanjo datoteko CSS ali za naslednji vir.
sr: Следећа блокирања уграђених скрипти су пронађена на %(URL)s између спољне CSS датотеке и другог ресурса. Да бисте омогућили истовремено преузимање, преместите уграђену скрипту испред спољне CSS датотеке или иза следећег ресурса.
tr: %(URL)s adresindeki sayfada, harici bir CSS dosyası ile başka bir kaynak arasında aşağıdaki satır içi komut blokları bulundu. Paralel indirmeye olanak sağlamak için satır içi komutu harici CSS dosyasından önceye veya bir sonraki kaynağın arkasına taşıyın.
zh: 在 %(URL)s 中的外部 CSS 文件和另一资源之间发现下列内嵌脚本块。若要允许并行下载，请将内嵌脚本移到外部 CSS 文件之前，或是将内嵌脚本移到下一个资源之后。
zh_tw: 系統在外部 CSS 檔案和另一個資源之間的 %(URL)s 發現下列內嵌指令碼區塊。如要允許使用平行下載功能，請將內嵌指令碼移至外部 CSS 檔案之前或下一個資源之後。
