Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall %(SCREENSHOT)s.
bg: „%(TEXT_SNIPPET)s“ и още %(NUM_OTHERS)s текстови фрагмента се изобразяват с височина от само %(HEIGHT)s пиксела %(SCREENSHOT)s.
cs: Text %(TEXT_SNIPPET)s a další (%(NUM_OTHERS)s) se vykreslují s výškou pouze %(HEIGHT)s px %(SCREENSHOT)s.
da: %(TEXT_SNIPPET)s og %(NUM_OTHERS)s andre gengives med en højde på kun %(HEIGHT)s pixels %(SCREENSHOT)s.
es: %(TEXT_SNIPPET)s y %(NUM_OTHERS)s más se visualizan solo con una altura de %(HEIGHT)s píxeles %(SCREENSHOT)s.
fr_ch: %(TEXT_SNIPPET)s et %(NUM_OTHERS)s autres blocs de texte s'affichent avec une hauteur de seulement %(HEIGHT)s pixels %(SCREENSHOT)s.
he: %(TEXT_SNIPPET)s ו-%(NUM_OTHERS)s קטעים נוספים מוצגים בגובה של %(HEIGHT)s פיקסלים בלבד %(SCREENSHOT)s.
id: %(TEXT_SNIPPET)s dan %(NUM_OTHERS)s lainnya hanya merender setinggi %(HEIGHT)s piksel %(SCREENSHOT)s.
it: Il testo %(TEXT_SNIPPET)s e altri %(NUM_OTHERS)s vengono visualizzati con un'altezza di soli %(HEIGHT)s pixel %(SCREENSHOT)s.
pl: Wysokość w pikselach fragmentu %(TEXT_SNIPPET)s i innych fragmentów (%(NUM_OTHERS)s) wynosi po wyrenderowaniu tylko %(HEIGHT)s: %(SCREENSHOT)s.
pt_br: %(TEXT_SNIPPET)s e %(NUM_OTHERS)s outros são processados com somente %(HEIGHT)s pixels de altura %(SCREENSHOT)s.
sr: %(TEXT_SNIPPET)s и још %(NUM_OTHERS)s имају висину од само %(HEIGHT)s пиксела при приказивању %(SCREENSHOT)s.
tr: %(TEXT_SNIPPET)s ve diğer %(NUM_OTHERS)s metin yalnızca %(HEIGHT)s piksel yüksekliğinde oluşturuluyor %(SCREENSHOT)s.
zh: “%(TEXT_SNIPPET)s”和其他%(NUM_OTHERS)s个文本片段的呈现高度仅为%(HEIGHT)s像素%(SCREENSHOT)s。
zh_tw: 「%(TEXT_SNIPPET)s」和另外 %(NUM_OTHERS)s 段文字經過轉譯後，高度只有 %(HEIGHT)s 像素 %(SCREENSHOT)s。

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels) %(SCREENSHOT)s.
bg: „%(TEXT_SNIPPET)s“ и още %(NUM_OTHERS)s текстови фрагмента се изобразяват с височина от само %(HEIGHT)s пиксела (%(CSS_HEIGHT)s пиксела в CSS) %(SCREENSHOT)s.
cs: Text %(TEXT_SNIPPET)s a další texty (%(NUM_OTHERS)s) se vykreslují s výškou pouze %(HEIGHT)s px (což odpovídá %(CSS_HEIGHT)s pixelům CSS) %(SCREENSHOT)s.
da: %(TEXT_SNIPPET)s og %(NUM_OTHERS)s andre gengives med en højde på kun %(HEIGHT)s pixels (%(CSS_HEIGHT)s CSS-pixels) %(SCREENSHOT)s.
es: %(TEXT_SNIPPET)s y %(NUM_OTHERS)s más se visualizan solo con una altura de %(HEIGHT)s píxeles (%(CSS_HEIGHT)s píxeles en CSS) %(SCREENSHOT)s.
fr_ch: %(TEXT_SNIPPET)s et %(NUM_OTHERS)s autres blocs de texte s'affichent avec une hauteur de seulement %(HEIGHT)s pixels (%(CSS_HEIGHT)s pixels CSS) %(SCREENSHOT)s.
he: %(TEXT_SNIPPET)s ו-%(NUM_OTHERS)s קטעים נוספים מוצגים בגובה של %(HEIGHT)s פיקסלים בלבד (%(CSS_HEIGHT)s פיקסלים של CSS) ‏%(SCREENSHOT)s.
id: %(TEXT_SNIPPET)s dan %(NUM_OTHERS)s lainnya hanya merender setinggi %(HEIGHT)s piksel (%(CSS_HEIGHT)s piksel CSS) %(SCREENSHOT)s.
it: Il testo %(TEXT_SNIPPET)s e altri %(NUM_OTHERS)s vengono visualizzati con un'altezza di soli %(HEIGHT)s pixel (%(CSS_HEIGHT)s pixel CSS) %(SCREENSHOT)s.
pl: Wysokość w pikselach fragmentu %(TEXT_SNIPPET)s i innych fragmentów (%(NUM_OTHERS)s) wynosi po wyrenderowaniu tylko %(HEIGHT)s (liczba pikseli CSS: %(CSS_HEIGHT)s): %(SCREENSHOT)s.
pt_br: %(TEXT_SNIPPET)s e %(NUM_OTHERS)s outros são processados com somente %(HEIGHT)s pixels de altura (%(CSS_HEIGHT)s pixels em CSS) %(SCREENSHOT)s.
sr: %(TEXT_SNIPPET)s и још %(NUM_OTHERS)s имају висину од само %(HEIGHT)s пиксела при приказивању (%(CSS_HEIGHT)s пиксела у CSS-у) %(SCREENSHOT)s.
tr: %(TEXT_SNIPPET)s ve diğer %(NUM_OTHERS)s metin yalnızca %(HEIGHT)s piksel yüksekliğinde (%(CSS_HEIGHT)s CSS pikseli) oluşturuluyor %(SCREENSHOT)s.
zh: “%(TEXT_SNIPPET)s”和其他%(NUM_OTHERS)s个文本片段的呈现高度仅为%(HEIGHT)s像素（%(CSS_HEIGHT)s CSS 像素）%(SCREENSHOT)s。
zh_tw: 「%(TEXT_SNIPPET)s」和另外 %(NUM_OTHERS)s 段文字經過轉譯後，高度只有 %(HEIGHT)s 像素 (%(CSS_HEIGHT)s CSS 像素) %(SCREENSHOT)s。

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels).
bg: „%(TEXT_SNIPPET)s“ и още %(NUM_OTHERS)s текстови фрагмента се изобразяват с височина от само %(HEIGHT)s пиксела (%(CSS_HEIGHT)s пиксела в CSS).
cs: Text %(TEXT_SNIPPET)s a další texty (%(NUM_OTHERS)s) se vykreslují pouze s výškou %(HEIGHT)s px (což odpovídá %(CSS_HEIGHT)s pixelům CSS).
da: %(TEXT_SNIPPET)s og %(NUM_OTHERS)s andre gengives med en højde på kun %(HEIGHT)s pixels (%(CSS_HEIGHT)s CSS-pixels).
es: %(TEXT_SNIPPET)s y %(NUM_OTHERS)s más se visualizan solo con una altura de %(HEIGHT)s píxeles (%(CSS_HEIGHT)s píxeles en CSS).
fr_ch: %(TEXT_SNIPPET)s et %(NUM_OTHERS)s autres blocs de texte s'affichent avec une hauteur de seulement %(HEIGHT)s pixels (%(CSS_HEIGHT)s pixels CSS).
he: %(TEXT_SNIPPET)s ו-%(NUM_OTHERS)s קטעים נוספים מוצגים בגובה של %(HEIGHT)s פיקסלים בלבד (%(CSS_HEIGHT)s פיקסלים של CSS).
id: %(TEXT_SNIPPET)s dan %(NUM_OTHERS)s lainnya hanya merender setinggi %(HEIGHT)s piksel (%(CSS_HEIGHT)s piksel CSS).
it: Il testo %(TEXT_SNIPPET)s e altri %(NUM_OTHERS)s vengono visualizzati con un'altezza di soli %(HEIGHT)s pixel (%(CSS_HEIGHT)s pixel CSS).
pl: Wysokość w pikselach fragmentu %(TEXT_SNIPPET)s i innych fragmentów (%(NUM_OTHERS)s) wynosi po wyrenderowaniu tylko %(HEIGHT)s (liczba pikseli CSS: %(CSS_HEIGHT)s).
pt_br: %(TEXT_SNIPPET)s e %(NUM_OTHERS)s outros são processados com somente %(HEIGHT)s pixels de altura (%(CSS_HEIGHT)s pixels em CSS).
sr: %(TEXT_SNIPPET)s и још %(NUM_OTHERS)s имају висину од само %(HEIGHT)s пиксела при приказивању (%(CSS_HEIGHT)s пиксела у CSS-у).
tr: %(TEXT_SNIPPET)s ve diğer %(NUM_OTHERS)s metin yalnızca %(HEIGHT)s piksel yüksekliğinde (%(CSS_HEIGHT)s CSS pikseli) oluşturuluyor.
zh: “%(TEXT_SNIPPET)s”和其他%(NUM_OTHERS)s个文本片段的呈现高度仅为%(HEIGHT)s像素（%(CSS_HEIGHT)s CSS 像素）。
zh_tw: 「%(TEXT_SNIPPET)s」和另外 %(NUM_OTHERS)s 段文字經過轉譯後，高度只有 %(HEIGHT)s 像素 (%(CSS_HEIGHT)s CSS 像素)。

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others render only %(HEIGHT)s pixels tall.
bg: „%(TEXT_SNIPPET)s“ и още %(NUM_OTHERS)s текстови фрагмента се изобразяват с височина от само %(HEIGHT)s пиксела.
cs: Text %(TEXT_SNIPPET)s a další texy (%(NUM_OTHERS)s) se vykreslují s výškou pouze %(HEIGHT)s px.
da: %(TEXT_SNIPPET)s og %(NUM_OTHERS)s andre gengives med en højde på kun %(HEIGHT)s pixels.
es: %(TEXT_SNIPPET)s y %(NUM_OTHERS)s más se visualizan solo con una altura de %(HEIGHT)s píxeles.
fr_ch: %(TEXT_SNIPPET)s et %(NUM_OTHERS)s autres blocs de texte s'affichent avec une hauteur de seulement %(HEIGHT)s pixels.
he: %(TEXT_SNIPPET)s ו-%(NUM_OTHERS)s קטעים נוספים מוצגים בגובה של %(HEIGHT)s פיקסלים בלבד.
id: %(TEXT_SNIPPET)s dan %(NUM_OTHERS)s lainnya hanya merender setinggi %(HEIGHT)s piksel.
it: Il testo %(TEXT_SNIPPET)s e altri %(NUM_OTHERS)s vengono visualizzati con un'altezza di soli %(HEIGHT)s pixel.
pl: Wysokość w pikselach fragmentu %(TEXT_SNIPPET)s i innych fragmentów (%(NUM_OTHERS)s) wynosi po wyrenderowaniu tylko %(HEIGHT)s.
pt_br: %(TEXT_SNIPPET)s e %(NUM_OTHERS)s outros são processados com somente %(HEIGHT)s pixels de altura.
sr: %(TEXT_SNIPPET)s и још %(NUM_OTHERS)s имају висину од само %(HEIGHT)s пиксела при приказивању.
tr: %(TEXT_SNIPPET)s ve diğer %(NUM_OTHERS)s metin yalnızca %(HEIGHT)s piksel yüksekliğinde oluşturuluyor.
zh: “%(TEXT_SNIPPET)s”和其他%(NUM_OTHERS)s个文本片段的呈现高度仅为%(HEIGHT)s像素。
zh_tw: 「%(TEXT_SNIPPET)s」和另外 %(NUM_OTHERS)s 段文字經過轉譯後的高度只有 %(HEIGHT)s 像素。

source: %(TEXT_SNIPPET)s has a line height of only %(LINE_HEIGHT_PERCENT)s of the font size %(SCREENSHOT)s.
bg: Разстоянието между редовете на „%(TEXT_SNIPPET)s“ е само %(LINE_HEIGHT_PERCENT)s от размера на шрифта. %(SCREENSHOT)s.
cs: Text %(TEXT_SNIPPET)s má výšku řádku pouze %(LINE_HEIGHT_PERCENT)s velikosti písma %(SCREENSHOT)s.
da: %(TEXT_SNIPPET)s har en linjehøjde på kun %(LINE_HEIGHT_PERCENT)s af skriftstørrelsen %(SCREENSHOT)s.
es: %(TEXT_SNIPPET)s tiene una altura de línea de solo el %(LINE_HEIGHT_PERCENT)s del tamaño de la fuente %(SCREENSHOT)s.
fr_ch: La hauteur de ligne de %(TEXT_SNIPPET)s est de seulement %(LINE_HEIGHT_PERCENT)s de la taille de police %(SCREENSHOT)s.
he: גובה השורה של %(TEXT_SNIPPET)s הוא %(LINE_HEIGHT_PERCENT)s בלבד מגודל הגופן. %(SCREENSHOT)s.
id: Tinggi baris %(TEXT_SNIPPET)s hanya %(LINE_HEIGHT_PERCENT)s dari ukuran font %(SCREENSHOT)s.
it: Il testo %(TEXT_SNIPPET)s ha un'interlinea pari solo al %(LINE_HEIGHT_PERCENT)s delle dimensioni dei caratteri %(SCREENSHOT)s.
pl: Wysokość wiersza fragmentu %(TEXT_SNIPPET)s wynosi tylko %(LINE_HEIGHT_PERCENT)s rozmiaru czcionki %(SCREENSHOT)s.
pt_br: A altura da linha do texto %(TEXT_SNIPPET)s tem somente %(LINE_HEIGHT_PERCENT)s do tamanho da fonte %(SCREENSHOT)s.
sr: %(TEXT_SNIPPET)s има висину реда од само %(LINE_HEIGHT_PERCENT)s величине фонта %(SCREENSHOT)s.
tr: %(TEXT_SNIPPET)s metninin satır yüksekliği, yazı tipi boyutunun yalnızca %(LINE_HEIGHT_PERCENT)s oranında %(SCREENSHOT)s.
zh: “%(TEXT_SNIPPET)s”的行高仅为字体大小的%(LINE_HEIGHT_PERCENT)s%(SCREENSHOT)s。
zh_tw: 「%(TEXT_SNIPPET)s」的行高只有字型大小的 %(LINE_HEIGHT_PERCENT)s %(SCREENSHOT)s。

source: %(TEXT_SNIPPET)s has a line height of only %(LINE_HEIGHT_PERCENT)s of the font size.
bg: Разстоянието между редовете на „%(TEXT_SNIPPET)s“ е само %(LINE_HEIGHT_PERCENT)s от размера на шрифта.
cs: Text %(TEXT_SNIPPET)s má výšku řádku pouze %(LINE_HEIGHT_PERCENT)s velikosti písma.
da: %(TEXT_SNIPPET)s har en linjehøjde på kun %(LINE_HEIGHT_PERCENT)s af skriftstørrelsen.
es: %(TEXT_SNIPPET)s tiene una altura de línea de solo el %(LINE_HEIGHT_PERCENT)s del tamaño de la fuente.
fr_ch: La hauteur de ligne de %(TEXT_SNIPPET)s est de seulement %(LINE_HEIGHT_PERCENT)s de la taille de police.
he: גובה השורה של %(TEXT_SNIPPET)s הוא %(LINE_HEIGHT_PERCENT)s בלבד מגודל הגופן.
id: Tinggi baris %(TEXT_SNIPPET)s hanya %(LINE_HEIGHT_PERCENT)s dari ukuran font.
it: Il testo %(TEXT_SNIPPET)s ha un'interlinea pari solo al %(LINE_HEIGHT_PERCENT)s delle dimensioni dei caratteri.
pl: Wysokość wiersza fragmentu %(TEXT_SNIPPET)s wynosi tylko %(LINE_HEIGHT_PERCENT)s rozmiaru czcionki.
pt_br: A altura da linha de %(TEXT_SNIPPET)s tem somente %(LINE_HEIGHT_PERCENT)s do tamanho da fonte.
sr: %(TEXT_SNIPPET)s има висину реда од само %(LINE_HEIGHT_PERCENT)s величине фонта.
tr: %(TEXT_SNIPPET)s metninin satır yüksekliği, yazı tipi boyutunun yalnızca %(LINE_HEIGHT_PERCENT)s oranında.
zh: “%(TEXT_SNIPPET)s”的行高仅为字体大小的%(LINE_HEIGHT_PERCENT)s。
zh_tw: 「%(TEXT_SNIPPET)s」的行高只有字型大小的 %(LINE_HEIGHT_PERCENT)s。

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall %(SCREENSHOT)s.
bg: „%(TEXT_SNIPPET)s“ се изобразява с височина от само %(HEIGHT)s пиксела. %(SCREENSHOT)s.
cs: Text %(TEXT_SNIPPET)s se vykresluje s výškou pouze %(HEIGHT)s px %(SCREENSHOT)s.
da: %(TEXT_SNIPPET)s er kun %(HEIGHT)s pixels høj %(SCREENSHOT)s.
es: %(TEXT_SNIPPET)s se visualiza con solo una altura de %(HEIGHT)s píxeles %(SCREENSHOT)s.
fr_ch: %(TEXT_SNIPPET)s s'affiche avec une hauteur de seulement %(HEIGHT)s pixels %(SCREENSHOT)s.
he: %(TEXT_SNIPPET)s מוצג בגובה של %(HEIGHT)s פיקסלים בלבד %(SCREENSHOT)s.
id: %(TEXT_SNIPPET)s hanya merender setinggi %(HEIGHT)s piksel %(SCREENSHOT)s.
it: Il testo %(TEXT_SNIPPET)s viene visualizzato con un'altezza di soli %(HEIGHT)s pixel %(SCREENSHOT)s.
pl: Wysokość tekstu fragmentu %(TEXT_SNIPPET)s (w pikselach) po wyrenderowaniu wynosi tylko %(HEIGHT)s %(SCREENSHOT)s.
pt_br: %(TEXT_SNIPPET)s é processado com somente %(HEIGHT)s pixels de altura %(SCREENSHOT)s.
sr: %(TEXT_SNIPPET)s има висину од само %(HEIGHT)s пиксела при приказивању %(SCREENSHOT)s.
tr: %(TEXT_SNIPPET)s metni yalnızca %(HEIGHT)s piksel yüksekliğinde oluşturuluyor %(SCREENSHOT)s.
zh: “%(TEXT_SNIPPET)s”的呈现高度仅为%(HEIGHT)s像素%(SCREENSHOT)s。
zh_tw: 「%(TEXT_SNIPPET)s」經過轉譯後，高度只有 %(HEIGHT)s 像素 %(SCREENSHOT)s。

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels) %(SCREENSHOT)s.
bg: „%(TEXT_SNIPPET)s“ се изобразява с височина от само %(HEIGHT)s пиксела (%(CSS_HEIGHT)s пиксела в CSS). %(SCREENSHOT)s.
cs: Text %(TEXT_SNIPPET)s se vykresluje s výškou pouze %(HEIGHT)s px (což odpovídá %(CSS_HEIGHT)s pixelům CSS) %(SCREENSHOT)s.
da: %(TEXT_SNIPPET)s er kun %(HEIGHT)s pixels høj (%(CSS_HEIGHT)s CSS-pixels) %(SCREENSHOT)s.
es: %(TEXT_SNIPPET)s se visualiza solo con una altura de %(HEIGHT)s píxeles (%(CSS_HEIGHT)s píxeles en CSS) %(SCREENSHOT)s.
fr_ch: %(TEXT_SNIPPET)s s'affiche avec une hauteur de seulement %(HEIGHT)s pixels (%(CSS_HEIGHT)s pixels CSS) %(SCREENSHOT)s.
he: %(TEXT_SNIPPET)s מוצג בגובה של %(HEIGHT)s פיקסלים בלבד (%(CSS_HEIGHT)s פיקסלים ב-CSS)‏ %(SCREENSHOT)s.
id: %(TEXT_SNIPPET)s hanya merender setinggi %(HEIGHT)s piksel (%(CSS_HEIGHT)s piksel CSS) %(SCREENSHOT)s.
it: Il testo %(TEXT_SNIPPET)s viene visualizzato con un'altezza di soli %(HEIGHT)s pixel (%(CSS_HEIGHT)s pixel CSS) %(SCREENSHOT)s.
pl: Wysokość tekstu fragmentu %(TEXT_SNIPPET)s (w pikselach) po wyrenderowaniu wynosi tylko %(HEIGHT)s (liczba pikseli CSS: %(CSS_HEIGHT)s) %(SCREENSHOT)s.
pt_br: %(TEXT_SNIPPET)s é processado com somente %(HEIGHT)s pixels de altura (%(CSS_HEIGHT)s pixels em CSS) %(SCREENSHOT)s.
sr: %(TEXT_SNIPPET)s има висину од само %(HEIGHT)s пиксела при приказивању (%(CSS_HEIGHT)s пиксела у CSS-у) %(SCREENSHOT)s.
tr: %(TEXT_SNIPPET)s metni yalnızca %(HEIGHT)s piksel yüksekliğinde (CSS'de %(CSS_HEIGHT)s piksel) oluşturuluyor %(SCREENSHOT)s.
zh: “%(TEXT_SNIPPET)s”的呈现高度仅为%(HEIGHT)s像素（%(CSS_HEIGHT)s CSS 像素）%(SCREENSHOT)s。
zh_tw: 「%(TEXT_SNIPPET)s」經過轉譯後，高度只有 %(HEIGHT)s 像素 (CSS %(CSS_HEIGHT)s 像素) %(SCREENSHOT)s。

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall (%(CSS_HEIGHT)s CSS pixels).
bg: „%(TEXT_SNIPPET)s“ се изобразява с височина от само %(HEIGHT)s пиксела (%(CSS_HEIGHT)s пиксела в CSS).
cs: Text %(TEXT_SNIPPET)s se vykresluje s výškou pouze %(HEIGHT)s px (což odpovídá %(CSS_HEIGHT)s pixelům CSS).
da: %(TEXT_SNIPPET)s gengives med en højde på kun %(HEIGHT)s pixels (%(CSS_HEIGHT)s CSS-pixels).
es: %(TEXT_SNIPPET)s se visualiza solo con una altura de %(HEIGHT)s píxeles (%(CSS_HEIGHT)s píxeles en CSS).
fr_ch: %(TEXT_SNIPPET)s s'affiche avec une hauteur de seulement %(HEIGHT)s pixels (%(CSS_HEIGHT)s pixels CSS).
he: %(TEXT_SNIPPET)s מוצג בגובה של %(HEIGHT)s פיקסלים בלבד (%(CSS_HEIGHT)s פיקסלים של CSS)‏.
id: %(TEXT_SNIPPET)s hanya merender setinggi %(HEIGHT)s piksel (%(CSS_HEIGHT)s piksel CSS).
it: Il testo %(TEXT_SNIPPET)s viene visualizzato con un'altezza di soli %(HEIGHT)s pixel (%(CSS_HEIGHT)s pixel CSS).
pl: Wysokość w pikselach fragmentu %(TEXT_SNIPPET)s wynosi po wyrenderowaniu tylko %(HEIGHT)s (liczba pikseli CSS: %(CSS_HEIGHT)s).
pt_br: %(TEXT_SNIPPET)s é processado com somente %(HEIGHT)s pixels de altura (%(CSS_HEIGHT)s pixels em CSS).
sr: %(TEXT_SNIPPET)s има висину од само %(HEIGHT)s пиксела при приказивању (%(CSS_HEIGHT)s пиксела у CSS-у).
tr: %(TEXT_SNIPPET)s metni yalnızca %(HEIGHT)s piksel yüksekliğinde (%(CSS_HEIGHT)s CSS pikseli) oluşturuluyor.
zh: “%(TEXT_SNIPPET)s”的呈现高度仅为%(HEIGHT)s像素（%(CSS_HEIGHT)s CSS 像素）。
zh_tw: 「%(TEXT_SNIPPET)s」經過轉譯後，高度只有 %(HEIGHT)s 像素 (CSS %(CSS_HEIGHT)s 像素)。

source: %(TEXT_SNIPPET)s renders only %(HEIGHT)s pixels tall.
bg: „%(TEXT_SNIPPET)s“ се изобразява с височина от само %(HEIGHT)s пиксела.
cs: Text %(TEXT_SNIPPET)s se vykresluje s výškou pouze %(HEIGHT)s px.
da: %(TEXT_SNIPPET)s gengives med en højde på kun %(HEIGHT)s pixels.
es: %(TEXT_SNIPPET)s se visualiza solo con una altura de %(HEIGHT)s píxeles.
fr_ch: %(TEXT_SNIPPET)s s'affiche avec une hauteur de seulement %(HEIGHT)s pixels.
he: %(TEXT_SNIPPET)s מוצג בגובה של %(HEIGHT)s פיקסלים בלבד.
id: %(TEXT_SNIPPET)s hanya merender setinggi %(HEIGHT)s piksel.
it: Il testo %(TEXT_SNIPPET)s viene visualizzato con un'altezza di soli %(HEIGHT)s pixel.
pl: Wysokość w pikselach fragmentu %(TEXT_SNIPPET)s wynosi po wyrenderowaniu tylko %(HEIGHT)s.
pt_br: %(TEXT_SNIPPET)s é processado com somente %(HEIGHT)s pixels de altura.
sr: %(TEXT_SNIPPET)s има висину од само %(HEIGHT)s пиксела при приказивању.
tr: %(TEXT_SNIPPET)s metni yalnızca %(HEIGHT)s piksel yüksekliğinde oluşturuluyor.
zh: “%(TEXT_SNIPPET)s”的呈现高度仅为%(HEIGHT)s像素。
zh_tw: 「%(TEXT_SNIPPET)s」經過轉譯後，高度只有 %(HEIGHT)s 像素。

source: %(URL)s (%(NUM_REFLOWS)s reflows)
bg: %(URL)s (%(NUM_REFLOWS)s преформатирания)
ca: %(URL)s (%(NUM_REFLOWS)s refluxos)
cs: %(URL)s (%(NUM_REFLOWS)s překreslení)
da: %(URL)s (%(NUM_REFLOWS)s dynamiske tilpasninger)
es: %(URL)s (%(NUM_REFLOWS)s redistribuciones)
fr_ch: %(URL)s (%(NUM_REFLOWS)s ajustements de la mise en page)
he: %(URL)s (%(NUM_REFLOWS)s הזרמות מחדש)
id: %(URL)s (%(NUM_REFLOWS)s pemuatan ulang tata letak)
it: %(URL)s (%(NUM_REFLOWS)s scorrimenti)
ja: %(URL)s（%(NUM_REFLOWS)s 件のリフロー）
pl: %(URL)s (zmiany układu: %(NUM_REFLOWS)s)
pt_br: %(URL)s (%(NUM_REFLOWS)s refluxos)
sl: %(URL)s (št. vnovičnih postavitev: %(NUM_REFLOWS)s)
sr: %(URL)s (прераспоређивања: %(NUM_REFLOWS)s)
tr: %(URL)s (%(NUM_REFLOWS)s yeniden akış)
zh: %(URL)s（%(NUM_REFLOWS)s次重排）
zh_tw: %(URL)s (%(NUM_REFLOWS)s 項內容自動重排)

source: %(URL)s (%(SIZE_IN_BYTES)s of inline JavaScript)
bg: %(URL)s (%(SIZE_IN_BYTES)s вграден JavaScript)
ca: %(URL)s (%(SIZE_IN_BYTES)s de JavaScript inserit)
cs: %(URL)s (%(SIZE_IN_BYTES)s vloženého JavaScriptu)
da: %(URL)s (%(SIZE_IN_BYTES)s indlejret JavaScript)
es: %(URL)s (%(SIZE_IN_BYTES)s de JavaScript insertado)
fr_ch: %(URL)s (%(SIZE_IN_BYTES)s de code JavaScript intégré)
he: %(URL)s (JavaScript מוטבע בנפח %(SIZE_IN_BYTES)s)
id: %(URL)s (%(SIZE_IN_BYTES)s JavaScript sebaris)
it: %(URL)s (%(SIZE_IN_BYTES)s di JavaScript incorporato)
ja: %(URL)s（%(SIZE_IN_BYTES)s のインライン JavaScript）
pl: %(URL)s (%(SIZE_IN_BYTES)s wbudowanego kodu JavaScript)
pt_br: %(URL)s (%(SIZE_IN_BYTES)s de JavaScript in-line)
sl: %(URL)s (%(SIZE_IN_BYTES)s vdelanega JavaScripta)
sr: %(URL)s (%(SIZE_IN_BYTES)s уграђеног JavaScript-а)
tr: %(URL)s (%(SIZE_IN_BYTES)s satır içi JavaScript)
zh: %(URL)s（%(SIZE_IN_BYTES)s 的内嵌 JavaScript）
zh_tw: %(URL)s (內嵌 JavaScript 大小：%(SIZE_IN_BYTES)s)

source: %(URL)s (Dimensions: %(WIDTH)s x %(HEIGHT)s)
bg: %(URL)s (Размери: %(WIDTH)s x %(HEIGHT)s)
ca: %(URL)s (mides: %(WIDTH)s x %(HEIGHT)s)
cs: %(URL)s (Rozměry: %(WIDTH)s x %(HEIGHT)s)
da: %(URL)s (Mål: %(WIDTH)sx%(HEIGHT)s)
es: %(URL)s (Dimensiones: %(WIDTH)s x %(HEIGHT)s)
he: %(URL)s (ממדים: ‎%(WIDTH)s x %(HEIGHT)s)
id: %(URL)s (Dimensi: %(WIDTH)s x %(HEIGHT)s)
it: %(URL)s (dimensioni: %(WIDTH)s x %(HEIGHT)s)
ja: %(URL)s（サイズ: %(WIDTH)s x %(HEIGHT)s）
pl: %(URL)s (wymiary: %(WIDTH)s x %(HEIGHT)s)
pt_br: %(URL)s (Dimensões: %(WIDTH)s x %(HEIGHT)s)
sl: %(URL)s (Mere: %(WIDTH)s × %(HEIGHT)s)
sr: %(URL)s (Димензије: %(WIDTH)s×%(HEIGHT)s)
tr: %(URL)s (Boyutlar: %(WIDTH)s x %(HEIGHT)s)
zh: %(URL)s（尺寸：%(WIDTH)s x %(HEIGHT)s）
zh_tw: %(URL)s (規格：%(WIDTH)s x %(HEIGHT)s)

source: %(URL)s (Dimensions: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s uses)
bg: %(URL)s (Размери: %(WIDTH)s x %(HEIGHT)s) (използвано %(NUM_USES)s пъти)
ca: %(URL)s (mides: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s usos)
cs: %(URL)s (Rozměry: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s použití)
da: %(URL)s (Mål: %(WIDTH)sx%(HEIGHT)s) (%(NUM_USES)s anvendelser)
es: %(URL)s (Dimensiones: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s usos)
fr_ch: %(URL)s (dimensions : %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s utilisations)
he: %(URL)s (ממדים: ‎%(WIDTH)s x %(HEIGHT)s) ‏(%(NUM_USES)s שימושים)
id: %(URL)s (Dimensi: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s pemakaian)
it: %(URL)s (dimensioni: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s utilizzi)
ja: %(URL)s（サイズ: %(WIDTH)s x %(HEIGHT)s）（%(NUM_USES)s 回使用）
pl: %(URL)s (wymiary: %(WIDTH)s x %(HEIGHT)s) (element używany %(NUM_USES)s razy)
pt_br: %(URL)s (Dimensões: %(WIDTH)s x %(HEIGHT)s) (Usada %(NUM_USES)s vezes)
sl: %(URL)s (Mere: %(WIDTH)s × %(HEIGHT)s) (Št. uporab: %(NUM_USES)s)
sr: %(URL)s (Димензије: %(WIDTH)s×%(HEIGHT)s) (број употреба: %(NUM_USES)s)
tr: %(URL)s (Boyutlar: %(WIDTH)s x %(HEIGHT)s) (%(NUM_USES)s kullanım)
zh: %(URL)s（尺寸：%(WIDTH)s x %(HEIGHT)s，使用了%(NUM_USES)s次）
zh_tw: %(URL)s (規格：%(WIDTH)s x %(HEIGHT)s) (使用次數：%(NUM_USES)s)

source: %(URL)s (expiration not specified)
bg: %(URL)s (изтичането не е посочено)
ca: %(URL)s (caducitat no especificada)
cs: %(URL)s (není určeno vypršení platnosti)
da: %(URL)s (udløbsdato er ikke specificeret)
es: %(URL)s (no se ha especificado el tiempo de expiración)
fr_ch: %(URL)s (délai d'expiration non spécifié)
he: %(URL)s (תפוגה לא צוינה)
id: %(URL)s (habisnya masa berlaku tidak ditentukan)
it: %(URL)s (scadenza non specificata)
ja: %(URL)s（有効期限が指定されていません）
pl: %(URL)s (data ważności nie określona)
pt_br: %(URL)s (expiração não especificada)
sl: %(URL)s (rok poteka ni določen)
sr: %(URL)s (датум истека није наведен)
tr: %(URL)s (süre sonu belirtilmedi)
zh: %(URL)s（失效时间未指定）
zh_tw: %(URL)s (未指定到期日)

source: %(URL)s has a request size of %(SIZE_IN_BYTES)s
bg: Размерът на заявката на %(URL)s е %(SIZE_IN_BYTES)s
ca: %(URL)s té una mida de sol·licitud de %(SIZE_IN_BYTES)s.
cs: Adresa %(URL)s má velikost požadavku %(SIZE_IN_BYTES)s
da: %(URL)s har en anmodningsstørrelse på %(SIZE_IN_BYTES)s
es: %(URL)s tiene un tamaño de solicitud de %(SIZE_IN_BYTES)s
fr_ch: La taille de la requête de %(URL)s est de %(SIZE_IN_BYTES)s.
he: ל-%(URL)s יש בקשה בנפח %(SIZE_IN_BYTES)s
id: %(URL)s memiliki ukuran permintaan sebesar %(SIZE_IN_BYTES)s
it: %(URL)s ha una richiesta di dimensioni pari a %(SIZE_IN_BYTES)s
ja: %(URL)s のリクエスト サイズは %(SIZE_IN_BYTES)s です
pl: Rozmiar żądania %(URL)s wynosi %(SIZE_IN_BYTES)s
pt_br: %(URL)s tem um tamanho de solicitação de %(SIZE_IN_BYTES)s
sl: %(URL)s ima zahtevo v velikosti %(SIZE_IN_BYTES)s
sr: %(URL)s има величину захтева од %(SIZE_IN_BYTES)s
tr: %(URL)s, %(SIZE_IN_BYTES)s boyutunda isteğe sahip
zh: %(URL)s 请求大小为%(SIZE_IN_BYTES)s
zh_tw: %(URL)s 的要求大小是 %(SIZE_IN_BYTES)s
