Repository: gtmetrix/page-speed-library
Catalog: pagespeed/po/*.po
Languages: bg, ca, cs, da, es, fr_ch, he, hi, id, it, ja, pl, pt, pt_br, sl, sr, tr, zh, zh_tw

source: %(BEGIN_LINK)sOptimize CSS Delivery%(END_LINK)s of the following:
bg: %(BEGIN_LINK)sОптимизирайте показването на CSS%(END_LINK)s за следното:
ca: %(BEGIN_LINK)sOptimitzeu l'entrega de CSS%(END_LINK)s del següent:
cs: %(BEGIN_LINK)sOptimalizujte zobrazování kódu CSS%(END_LINK)s následujících položek:
da: %(BEGIN_LINK)sOptimer CSS-levering%(END_LINK)s af følgende:
es: %(BEGIN_LINK)sOptimizar la entrega de CSS%(END_LINK)s de estas URL:
fr_ch: %(BEGIN_LINK)sOptimisez l'affichage des styles CSS%(END_LINK)s pour les URL suivantes :
he: %(BEGIN_LINK)sבצע אופטימיזציה של שימוש ב-CSS%(END_LINK)s בכתובות האתר הבאות:
id: %(BEGIN_LINK)sOptimalkan Pengiriman CSS%(END_LINK)s yang berikut:
it: %(BEGIN_LINK)sOttimizza la pubblicazione CSS%(END_LINK)s degli elementi seguenti:
ja: 次の%(BEGIN_LINK)sCSS 配信を最適化%(END_LINK)sしてください:
pl: %(BEGIN_LINK)sZoptymalizuj wyświetlanie CSS%(END_LINK)s następujących URL-i:
pt_br: %(BEGIN_LINK)sOtimize a exibição de CSS%(END_LINK)s dos seguintes itens:
sl: %(BEGIN_LINK)sOptimizirajte zagotavljanje CSS-ja%(END_LINK)s za naslednje:
sr: %(BEGIN_LINK)sОптимизујте CSS испоруку%(END_LINK)s за следеће:
tr: Aşağıdakilerin %(BEGIN_LINK)sCSS Yayınını optimize edin%(END_LINK)s:
zh: 为以下项%(BEGIN_LINK)s优化 CSS 递送%(END_LINK)s：
zh_tw: 針對下列網址%(BEGIN_LINK)s為 CSS 傳送進行最佳化處理%(END_LINK)s：

source: %(BEGIN_LINK)sOptimize the following images%(END_LINK)s to reduce their size by %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduction).
bg: %(BEGIN_LINK)sОптимизирайте следните изображения%(END_LINK)s, за да намалите размера им с/ъс %(SIZE_IN_BYTES)s (намаляване от %(PERCENTAGE)s).
ca: %(BEGIN_LINK)sOptimitzeu les imatges següents%(END_LINK)s per reduir-ne la mida en %(SIZE_IN_BYTES)s (un %(PERCENTAGE)s de reducció).
cs: %(BEGIN_LINK)sOptimalizujte následující obrázky%(END_LINK)s a jejich velikost se zmenší o %(SIZE_IN_BYTES)s (zmenšení o %(PERCENTAGE)s).
da: %(BEGIN_LINK)sOptimer følgende billeder%(END_LINK)s for at reducere deres størrelse med %(SIZE_IN_BYTES)s (%(PERCENTAGE)s reduktion).
es: %(BEGIN_LINK)sOptimizar estas imágenes%(END_LINK)s para reducir su tamaño en %(SIZE_IN_BYTES)s (reducción del %(PERCENTAGE)s).
fr_ch: %(BEGIN_LINK)sOptimisez les images suivantes%(END_LINK)s afin de réduire leur taille de %(SIZE_IN_BYTES)s (réduction de %(PERCENTAGE)s).
he: %(BEGIN_LINK)sבצע אופטימיזציה בתמונות הבאות%(END_LINK)s כדי להקטין אותן בשיעור של %(SIZE_IN_BYTES)s (הפחתה של %(PERCENTAGE)s).
id: %(BEGIN_LINK)sOptimalkan gambar berikut%(END_LINK)s untuk mengurangi ukurannya sebesar %(SIZE_IN_BYTES)s (berkurang %(PERCENTAGE)s).
it: %(BEGIN_LINK)sOttimizza le immagini seguenti%(END_LINK)s per ridurne le dimensioni di %(SIZE_IN_BYTES)s (riduzione del %(PERCENTAGE)s).
ja: %(BEGIN_LINK)s次の画像を最適化%(END_LINK)sすると、サイズを %(SIZE_IN_BYTES)s（%(PERCENTAGE)s）削減できます。
pl: %(BEGIN_LINK)sZoptymalizuj grafiki%(END_LINK)s, aby zredukować ich rozmiar o %(SIZE_IN_BYTES)s (%(PERCENTAGE)s).
pt_br: %(BEGIN_LINK)sOtimize as seguintes imagens%(END_LINK)s para diminuir o tamanho em %(SIZE_IN_BYTES)s (%(PERCENTAGE)s de redução).
sl: %(BEGIN_LINK)sOptimizirajte naslednje slike%(END_LINK)s, da zmanjšate njihovo velikost za %(SIZE_IN_BYTES)s (zmanjšanje za %(PERCENTAGE)s).
sr: %(BEGIN_LINK)sОптимизујте следеће слике%(END_LINK)s да бисте их смањили за %(SIZE_IN_BYTES)s (смањење од %(PERCENTAGE)s).
tr: Boyutlarını %(SIZE_IN_BYTES)s azaltmak için (%(PERCENTAGE)s azalma) %(BEGIN_LINK)saşağıdaki resimleri optimize edin%(END_LINK)s.
zh: %(BEGIN_LINK)s优化以下图片%(END_LINK)s可将其大小减少%(SIZE_IN_BYTES)s (%(PERCENTAGE)s)。
zh_tw: %(BEGIN_LINK)s為下列圖片進行最佳化處理%(END_LINK)s，可將檔案大小減少 %(SIZE_IN_BYTES)s (減少幅度為 %(PERCENTAGE)s)。

source: %(BEGIN_LINK)sRemove render-blocking JavaScript%(END_LINK)s:
bg: %(BEGIN_LINK)sПремахнете блокиращия изобразяването JavaScript%(END_LINK)s:
ca: %(BEGIN_LINK)sSuprimir el JavaScript que bloqueja la renderització%(END_LINK)s:
cs: %(BEGIN_LINK)sOdstraňte JavaScript blokující vykreslování%(END_LINK)s:
da: %(BEGIN_LINK)sFjern gengivelsesblokerende JavaScript%(END_LINK)s:
es: %(BEGIN_LINK)sQuitar el JavaScript que bloquea la visualización de contenido%(END_LINK)s:
fr_ch: %(BEGIN_LINK)sSupprimez les ressources JavaScript qui bloquent l'affichage%(END_LINK)s :
he: %(BEGIN_LINK)sהסר JavaScript החוסם עיבוד%(END_LINK)s:
id: %(BEGIN_LINK)sHapus JavaScript yang memblokir render%(END_LINK)s:
it: %(BEGIN_LINK)sRimuovi il codice JavaScript che blocca la visualizzazione%(END_LINK)s:
ja: %(BEGIN_LINK)sレンダリングブロック JavaScript を削除%(END_LINK)sしてください:
pl: %(BEGIN_LINK)sUsuń kod JavaScript blokujący renderowanie%(END_LINK)s:
pt_br: %(BEGIN_LINK)sRemova o JavaScript de bloqueio de renderização%(END_LINK)s:
sl: %(BEGIN_LINK)sOdstranite JavaScript, ki blokira upodabljanje%(END_LINK)s:
sr: %(BEGIN_LINK)sУклоните JavaScript који блокира приказ%(END_LINK)s:
tr: %(BEGIN_LINK)sOluşturma engelleyici JavaScript'i kaldırın%(END_LINK)s:
zh: %(BEGIN_LINK)s删除阻止呈现的 JavaScript%(END_LINK)s：
zh_tw: %(BEGIN_LINK)s移除禁止轉譯 JavaScript%(END_LINK)s：

source: %(BEGIN_LINK)sUse asynchronous versions%(END_LINK)s of the following scripts:
bg: %(BEGIN_LINK)sИзползвайте асинхронни версии%(END_LINK)s на следните скриптове:
ca: %(BEGIN_LINK)sÚs de versions asíncrones%(END_LINK)s dels scripts següents:
cs: %(BEGIN_LINK)sPoužijte asynchronní verze%(END_LINK)s následujících skriptů:
da: %(BEGIN_LINK)sBrug asynkrone versioner%(END_LINK)s af følgende scripts:
es: %(BEGIN_LINK)sUtilizar versiones asíncronas%(END_LINK)s de las siguientes secuencias de comandos:
fr_ch: %(BEGIN_LINK)sUtilisez des versions asynchrones%(END_LINK)s des scripts suivants :
he: %(BEGIN_LINK)sהשתמש בגרסאות אסנכרוניות%(END_LINK)s של הסקריפטים הבאים:
id: %(BEGIN_LINK)sGunakan versi asinkron%(END_LINK)s dari skrip berikut:
it: %(BEGIN_LINK)sUtilizza versioni asincrone%(END_LINK)s degli script seguenti:
ja: 次のスクリプトの%(BEGIN_LINK)s非同期バージョンを使用%(END_LINK)sしてください:
pl: %(BEGIN_LINK)sUżyj wersji asynchronicznych%(END_LINK)s następujących skryptów:
pt_br: %(BEGIN_LINK)sUse as versões assíncronas%(END_LINK)s dos seguintes scripts:
sl: %(BEGIN_LINK)sUporabite asinhrone različice%(END_LINK)s naslednjih skriptov:
sr: %(BEGIN_LINK)sКористите асинхроне верзије%(END_LINK)s следећих скрипти:
tr: Aşağıdaki komut dosyalarının %(BEGIN_LINK)seşzamansız sürümlerini kullanın%(END_LINK)s:
zh: 使用下列脚本的%(BEGIN_LINK)s异步版本%(END_LINK)s：
zh_tw: 針對下列指令碼%(BEGIN_LINK)s使用非同步版本%(END_LINK)s：

source: %(DOCUMENT_URL)s has CSS in the document body.
bg: В основния текст на документа на адрес %(DOCUMENT_URL)s има CSS.
ca: %(DOCUMENT_URL)s té CSS al cos del document.
cs: Dokument %(DOCUMENT_URL)s obsahuje v hlavní části zdroj CSS.
da: %(DOCUMENT_URL)s har CSS i dokumentets brødtekst.
es: %(DOCUMENT_URL)s incluye recursos CSS en el cuerpo del documento.
fr_ch: Le corps du document de %(DOCUMENT_URL)s comporte du code CSS.
he: ב-%(DOCUMENT_URL)s יש CSS בגוף המסמך.
id: %(DOCUMENT_URL)s memiliki CSS di badan dokumen.
it: %(DOCUMENT_URL)s ha risorse CSS nel corpo del documento.
ja: %(DOCUMENT_URL)s のドキュメント ボディに CSS があります。
pl: Treść dokumentu %(DOCUMENT_URL)s zawiera kod CSS.
pt_br: %(DOCUMENT_URL)s tem CSS no corpo do documento.
sl: %(DOCUMENT_URL)s ima v telesu dokumenta CSS.
sr: %(DOCUMENT_URL)s садржи CSS у телу документа.
tr: %(DOCUMENT_URL)s, doküman gövdesinde CSS içeriyor.
zh: %(DOCUMENT_URL)s 的文档主体中包含 CSS。
zh_tw: %(DOCUMENT_URL)s 的文件內文包含 CSS。

source: %(DOCUMENT_URL)s has CSS in the document body:
bg: В основния текст на документа на адрес %(DOCUMENT_URL)s има CSS:
ca: %(DOCUMENT_URL)s té CSS al cos del document:
cs: Dokument %(DOCUMENT_URL)s obsahuje v hlavní části zdroj CSS:
da: %(DOCUMENT_URL)s har CSS i dokumentets brødtekst:
es: %(DOCUMENT_URL)s incluye recursos CSS en el cuerpo del documento:
fr_ch: Le corps du document de %(DOCUMENT_URL)s comporte du code CSS :
he: ב-%(DOCUMENT_URL)s יש CSS בגוף המסמך:
id: %(DOCUMENT_URL)s memiliki CSS di badan dokumen:
it: %(DOCUMENT_URL)s ha risorse CSS nel corpo del documento:
ja: %(DOCUMENT_URL)s のドキュメント ボディに CSS があります:
pl: Treść dokumentu %(DOCUMENT_URL)s zawiera kod CSS:
pt_br: %(DOCUMENT_URL)s tem CSS no corpo do documento:
sl: %(DOCUMENT_URL)s ima v telesu dokumenta CSS:
sr: %(DOCUMENT_URL)s садржи CSS у телу документа:
tr: %(DOCUMENT_URL)s, doküman gövdesinde CSS içeriyor:
zh: %(DOCUMENT_URL)s 的文档主体中包含 CSS：
zh_tw: %(DOCUMENT_URL)s 的文件內文包含 CSS：

source: %(DOCUMENT_URL)s loads %(RESOURCE_URL)s synchronously.
bg: %(DOCUMENT_URL)s зарежда %(RESOURCE_URL)s синхронно.
ca: %(DOCUMENT_URL)s carrega %(RESOURCE_URL)s de manera sincronitzada.
cs: Dokument %(DOCUMENT_URL)s načítá zdroj %(RESOURCE_URL)s synchronně.
da: %(DOCUMENT_URL)s indlæser %(RESOURCE_URL)s synkront.
es: El documento %(DOCUMENT_URL)s carga el recurso %(RESOURCE_URL)s de forma sincrónica.
fr_ch: %(DOCUMENT_URL)s charge %(RESOURCE_URL)s de manière synchrone.
he: %(DOCUMENT_URL)s טוען את %(RESOURCE_URL)s באופן אסנכרוני.
id: %(DOCUMENT_URL)s memuat %(RESOURCE_URL)s secara sinkron.
it: %(DOCUMENT_URL)s carica %(RESOURCE_URL)s in modo sincrono.
ja: %(DOCUMENT_URL)s は %(RESOURCE_URL)s を同期して読み込みます。
pl: Dokument %(DOCUMENT_URL)s ładuje synchronicznie plik %(RESOURCE_URL)s.
pt_br: %(DOCUMENT_URL)s carrega %(RESOURCE_URL)s de maneira síncrona.
sl: %(DOCUMENT_URL)s nalaga %(RESOURCE_URL)s sinhrono.
sr: %(DOCUMENT_URL)s учитава %(RESOURCE_URL)s синхроно.
tr: %(DOCUMENT_URL)s, %(RESOURCE_URL)s dosyasını eşzamanlı olarak yüklüyor.
zh: %(DOCUMENT_URL)s 会同步加载 %(RESOURCE_URL)s。
zh_tw: %(DOCUMENT_URL)s 會同步載入 %(RESOURCE_URL)s。

source: %(NUM_BYTES)sB
bg: %(NUM_BYTES)s Б
fr_ch: %(NUM_BYTES)s o
ja: %(NUM_BYTES)s バイト

source: %(NUM_KILOBYTES)sKiB
bg: %(NUM_KILOBYTES)s КБ
cs: %(NUM_KILOBYTES)s kB
da: %(NUM_KILOBYTES)s KB
es: %(NUM_KILOBYTES)s KB
fr_ch: %(NUM_KILOBYTES)s Ko
id: %(NUM_KILOBYTES)s KB
ja: %(NUM_KILOBYTES)s KB
pl: %(NUM_KILOBYTES)s KB
sl: %(NUM_KILOBYTES)s KB
sr: %(NUM_KILOBYTES)s kB
tr: %(NUM_KILOBYTES)s KB
zh_tw: %(NUM_KILOBYTES)sKB

source: %(NUM_MEGABYTES)sMiB
bg: %(NUM_MEGABYTES)s МБ
cs: %(NUM_MEGABYTES)s MB
da: %(NUM_MEGABYTES)s MB
es: %(NUM_MEGABYTES)s MB
fr_ch: %(NUM_MEGABYTES)s Mo
id: %(NUM_MEGABYTES)s MB
ja: %(NUM_MEGABYTES)s MB
pl: %(NUM_MEGABYTES)s MB
sl: %(NUM_MEGABYTES)s MB
sr: %(NUM_MEGABYTES)s MB
tr: %(NUM_MEGABYTES)s MB
zh_tw: %(NUM_MEGABYTES)sMB

source: %(NUM_STYLE_BLOCKS)s style block(s) in the body should be moved to the document head.
bg: %(NUM_STYLE_BLOCKS)s стилов/и блок/а в основния текст трябва да се преместят в заглавната част на документа.
ca: S'han de moure %(NUM_STYLE_BLOCKS)s blocs d'estil del cos a la capçalera del document.
cs: Počet bloků stylů, které je třeba přesunout z hlavní části dokumentu do záhlaví: %(NUM_STYLE_BLOCKS)s.
da: %(NUM_STYLE_BLOCKS)s typografiblokke i brødteksten skal flyttes til toppen af dokumentet.
es: Es necesario mover %(NUM_STYLE_BLOCKS)s bloque(s) de estilo del cuerpo del documento al encabezado.
fr_ch: %(NUM_STYLE_BLOCKS)s bloc(s) de style présent(s) dans le corps du document doi(ven)t être déplacé(s) vers l'en-tête.
he: יש להעביר %(NUM_STYLE_BLOCKS)s בלוקים של סגנון מהגוף אל כותרת המסמך.
id: %(NUM_STYLE_BLOCKS)s blok gaya di badan harus dipindahkan ke kepala dokumen.
it: I %(NUM_STYLE_BLOCKS)s blocchi di stile nel corpo devono essere spostati nell'intestazione del documento.
ja: ボディ内の %(NUM_STYLE_BLOCKS)s 個のスタイル ブロックをドキュメント ヘッドに移動してください。
pl: Bloki stylów należy przenieść do nagłówka dokumentu (%(NUM_STYLE_BLOCKS)s).
pt_br: %(NUM_STYLE_BLOCKS)s bloqueios de estilo no corpo devem ser movidos para o cabeçalho do documento.
sl: Število slogovnih blokov v telesu, ki jih je treba premakniti v glavo dokumenta: %(NUM_STYLE_BLOCKS)s
sr: Блокирања стила (%(NUM_STYLE_BLOCKS)s) у телу треба преместити у заглавље документа.
tr: Gövdedeki %(NUM_STYLE_BLOCKS)s stil bloğunun doküman başlığına taşınması gerekiyor.
zh: 应将文档主体中的%(NUM_STYLE_BLOCKS)s个样式块移到文档标头处。
zh_tw: 請將內文中的 %(NUM_STYLE_BLOCKS)s 個樣式區塊移至文件標頭。

source: %(ORIGINAL_URL)s is an uncacheable redirect to %(TARGET_URL)s
bg: %(ORIGINAL_URL)s е неподлежащо на кеширане пренасочване към %(TARGET_URL)s
ca: %(ORIGINAL_URL)s és una redirecció que no es pot emmagatzemar a la memòria cau de %(TARGET_URL)s.
cs: Adresa URL %(ORIGINAL_URL)s je přesměrování na adresu URL %(TARGET_URL)s, které nelze uložit do mezipaměti
da: %(ORIGINAL_URL)s er en omdirigering til %(TARGET_URL)s, der ikke kan cachelagres.
es: %(ORIGINAL_URL)s es un redireccionamiento a %(TARGET_URL)s no almacenable en caché
fr_ch: %(ORIGINAL_URL)s est une redirection vers %(TARGET_URL)s ne pouvant pas être mise en cache.
he: %(ORIGINAL_URL)s הוא הפנייה מחדש אל %(TARGET_URL)s שלא ניתן לאחסן בקובץ שמור
id: %(ORIGINAL_URL)s adalah pengalihan yang tidak dapat disimpan dalam cache ke %(TARGET_URL)s
it: %(ORIGINAL_URL)s è un reindirizzamento non memorizzabile nella cache a %(TARGET_URL)s
ja: %(ORIGINAL_URL)s から %(TARGET_URL)s にキャッシュを利用せずにリダイレクトされています
pl: Przekierowania %(ORIGINAL_URL)s do %(TARGET_URL)s nie można zapisać w pamięci podręcznej
pt_br: %(ORIGINAL_URL)s é um redirecionamento para %(TARGET_URL)s que não pode ser armazenado em cache
sl: %(ORIGINAL_URL)s je preusmeritev na %(TARGET_URL)s, ki je ni mogoče predpomniti
sr: %(ORIGINAL_URL)s је преусмеравање на %(TARGET_URL)s за које није омогућено кеширање
tr: %(ORIGINAL_URL)s, %(TARGET_URL)s adresi için önbelleğe alınmaz bir yönlendirme
zh: %(ORIGINAL_URL)s 到 %(TARGET_URL)s 的重定向不可缓存
zh_tw: %(ORIGINAL_URL)s 會以不可快取的方式重新導向至 %(TARGET_URL)s

source: %(SIZE_IN_BYTES)s of JavaScript is parsed during initial page load. Defer parsing JavaScript to reduce blocking of page rendering.
bg: За %(SIZE_IN_BYTES)s от JavaScript се извършва синтактичен анализ по време на първоначалното зареждане на страницата. Отложете този анализ, за да намалите блокирането на изобразяването й.
ca: %(SIZE_IN_BYTES)s de JavaScript s'analitza durant la càrrega de la pàgina inicial. Posposeu el JavaScript d'anàlisi per reduir el bloqueig de la renderització de la pàgina.
cs: Během prvního načtení stránky se analyzuje %(SIZE_IN_BYTES)s kódu JavaScript. Chcete-li snížit blokování při vykreslování stránky, odložte analýzu kódu JavaScript.
da: %(SIZE_IN_BYTES)s JavaScript parses under den indledende sideindlæsning. Udskyd parsing af JavaScript for at reducere blokering af sidegengivelsen.
es: Durante el proceso de carga inicial de la página, se analizan %(SIZE_IN_BYTES)s de JavaScript. Debes aplazar el análisis de JavaScript para reducir los bloqueos al mostrar la página.
fr_ch: %(SIZE_IN_BYTES)s du code JavaScript sont analysés lors du chargement initial de la page. Différez l'analyse de ce code pour éviter de bloquer l'affichage de la page.
he: JavaScript בנפח %(SIZE_IN_BYTES)s מנותח במהלך טעינת הדף הראשונית. דחה את ניתוח ה-JavaScript כדי להפחית את חסימת עיבוד הדף.
id: %(SIZE_IN_BYTES)s JavaScript diurai selama pemuatan laman awal. Tunda penguraian JavaScript untuk mengurangi pemblokiran perenderan laman.
it: %(SIZE_IN_BYTES)s di codice JavaScript vengono analizzati durante il caricamento iniziale della pagina. Rimanda l'analisi del codice JavaScript per ridurre il blocco del rendering della pagina.
ja: 最初のページの読み込み中に JavaScript の %(SIZE_IN_BYTES)s が解析されます。JavaScript の解析を遅延することで、ページ レンダリングの障害が軽減します。
pl: Podczas wstępnego ładowania strony analizowany jest kod JavaScript (%(SIZE_IN_BYTES)s). Wstrzymaj analizowanie kodu JavaScript, aby przyspieszyć renderowanie strony.
pt_br: %(SIZE_IN_BYTES)s de JavaScript são analisados durante o carregamento inicial da página. Adie a análise de JavaScript para reduzir o bloqueio de renderização da página.
sl: %(SIZE_IN_BYTES)s JavaScripta se razčleni pri prvem nalaganju strani. Odložite razčlenitev JavaScripta, da zmanjšate blokiranje upodabljanja strani.
sr: %(SIZE_IN_BYTES)s JavaScript-а је рашчлањено у току учитавања почетне странице. Одложите рашчлањивање JavaScript-а да би се смањило блокирање приказа странице.
tr: Sayfanın ilk yüklenmesi sırasında %(SIZE_IN_BYTES)s JavaScript kodu ayrıştırıldı. Sayfanın oluşturulmasını engellemeyi azaltmak için JavaScript kodunu ayrıştırmayı sonraya bırakın.
zh: 初始网页加载过程中会解析%(SIZE_IN_BYTES)s 的 JavaScript。请暂缓解析 JavaScript，以减小呈现网页时发生阻止现象的概率。
zh_tw: JavaScript 的 %(SIZE_IN_BYTES)s 會在初次載入網頁時進行剖析。延後剖析 JavaScript 可以避免系統無法顯示網頁的情形。

source: %(SIZE_IN_BYTES)s of the response was required to render the above-the-fold content. %(BEGIN_LINK)sPrioritize visible content%(END_LINK)s that is needed for rendering above-the-fold.
bg: %(SIZE_IN_BYTES)s от отговора бяха необходими за изобразяването на видимата на екрана част от страницата. %(BEGIN_LINK)sДайте предимство на съдържанието%(END_LINK)s, което е нужно за тази визуализация.
ca: Han calgut %(SIZE_IN_BYTES)s de la resposta per renderitzar el contingut de la part superior visible. %(BEGIN_LINK)sPrioritzeu el contingut visible%(END_LINK)s que cal per renderitzar la part superior visible.
cs: %(SIZE_IN_BYTES)s odezvy bylo potřeba k vykreslení obsahu nad okrajem. %(BEGIN_LINK)sUrčete prioritu viditelného obsahu%(END_LINK)s, který je potřeba k vykreslování nad okrajem.
da: %(SIZE_IN_BYTES)s af svaret var krævet for at gengive indholdet over skillelinjen. %(BEGIN_LINK)sPrioriter synligt indhold %(END_LINK)s, der er nødvendigt for at gengive over skillelinjen.
es: Se ha precisado %(SIZE_IN_BYTES)s de la respuesta para poder mostrar contenido en la mitad superior de la página. %(BEGIN_LINK)sPrioriza el contenido visible%(END_LINK)s necesario para poder mostrar contenido en la mitad superior de la página.
fr_ch: %(SIZE_IN_BYTES)s de réponse sont nécessaires pour afficher le contenu au-dessus de la ligne de flottaison. %(BEGIN_LINK)sAffichez en priorité le contenu visible%(END_LINK)s qui doit apparaître au-dessus de la ligne de flottaison.
he: היה צורך ב-%(SIZE_IN_BYTES)s מהתגובה כדי לעבד את התוכן בחלק העליון והקבוע. %(BEGIN_LINK)sתן עדיפות לתוכן חשוף%(END_LINK)s הנחוץ לעיבוד של החלק העליון והקבוע.
id: %(SIZE_IN_BYTES)s respons diperlukan untuk merender konten paruh atas. %(BEGIN_LINK)sPrioritaskan konten yang terlihat%(END_LINK)s yang diperlukan untuk perenderan paruh atas.
it: Per la visualizzazione dei contenuti above the fold sono stati necessari %(SIZE_IN_BYTES)s della risposta. %(BEGIN_LINK)sDai la priorità ai contenuti visibili%(END_LINK)s necessari per la visualizzazione above the fold.
ja: スクロールせずに見えるコンテンツをレンダリングするには %(SIZE_IN_BYTES)s のレスポンスが必要でした。スクロールせずに見えるコンテンツのレンダリングに必要な%(BEGIN_LINK)s表示可能コンテンツの優先順位を決定%(END_LINK)sしてください。
pl: Wyrenderowanie części strony widocznej na ekranie wymagało odpowiedzi o rozmiarze %(SIZE_IN_BYTES)s. %(BEGIN_LINK)sNadaj priorytet widocznej treści%(END_LINK)s, która jest wymagana do wyrenderowania części strony widocznej na ekranie.
pt_br: Eram necessários %(SIZE_IN_BYTES)s da resposta para renderizar o conteúdo acima da dobra. %(BEGIN_LINK)sPriorize o conteúdo visível%(END_LINK)s que é necessário para a renderização acima da dobra.
sl: %(SIZE_IN_BYTES)s odziva je bilo potrebnih za upodobitev vsebine na vrhu strani. %(BEGIN_LINK)sDajte prednost vidni vsebini%(END_LINK)s, ki je potrebna za upodobitev na vrhu strani.
sr: %(SIZE_IN_BYTES)s одговора је потребно за приказ садржаја изнад прелома. %(BEGIN_LINK)sДајте приоритет видљивом садржају%(END_LINK)s потребном за приказивање изнад прелома.
tr: Ekranın üst kısmını oluşturmak için yanıtın %(SIZE_IN_BYTES)s kadarı gerekti. Ekranın üst kısmını oluşturmak için gerekli %(BEGIN_LINK)sgörünür içeriğe öncelik verin%(END_LINK)s.
zh: 要呈现首屏内容，需要%(SIZE_IN_BYTES)s 的响应。请%(BEGIN_LINK)s按优先级%(END_LINK)s排列呈现首屏所需的可见内容。
zh_tw: 回應的 %(SIZE_IN_BYTES)s 必須轉譯前幾行內容。請%(BEGIN_LINK)s優先處理要顯示的內容%(END_LINK)s，以便前幾行順利轉譯。

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others have a line height of only %(LINE_HEIGHT_PERCENT)s of the font size %(SCREENSHOT)s.
bg: Разстоянието между редовете на „%(TEXT_SNIPPET)s“ и още %(NUM_OTHERS)s текстови фрагмента е само %(LINE_HEIGHT_PERCENT)s от размера на шрифта %(SCREENSHOT)s.
cs: Text %(TEXT_SNIPPET)s a další texty (%(NUM_OTHERS)s) mají výšku řádku pouze %(LINE_HEIGHT_PERCENT)s velikosti písma %(SCREENSHOT)s.
da: %(TEXT_SNIPPET)s og %(NUM_OTHERS)s andre har en linjehøjde på kun %(LINE_HEIGHT_PERCENT)s af skriftstørrelsen %(SCREENSHOT)s.
es: %(TEXT_SNIPPET)s y %(NUM_OTHERS)s más tienen una altura de línea de solo el %(LINE_HEIGHT_PERCENT)s del tamaño de la fuente %(SCREENSHOT)s.
fr_ch: La hauteur de ligne de %(TEXT_SNIPPET)s et de %(NUM_OTHERS)s autres est de seulement %(LINE_HEIGHT_PERCENT)s de la taille de police %(SCREENSHOT)s.
he: גובה השורה של %(TEXT_SNIPPET)s ו-%(NUM_OTHERS)s קטעים נוספים הוא רק %(LINE_HEIGHT_PERCENT)s מגודל הגופן %(SCREENSHOT)s.
id: Tinggi baris %(TEXT_SNIPPET)s dan %(NUM_OTHERS)s lainnya hanya %(LINE_HEIGHT_PERCENT)s dari ukuran font %(SCREENSHOT)s.
it: Il testo %(TEXT_SNIPPET)s e altri %(NUM_OTHERS)s hanno un'interlinea pari solo al %(LINE_HEIGHT_PERCENT)s delle dimensioni dei caratteri %(SCREENSHOT)s.
pl: Wysokość wiersza fragmentu %(TEXT_SNIPPET)s i innych fragmentów (%(NUM_OTHERS)s) wynosi tylko %(LINE_HEIGHT_PERCENT)s rozmiaru czcionki: %(SCREENSHOT)s.
pt_br: A altura da linha de %(TEXT_SNIPPET)s e de %(NUM_OTHERS)s outros tem somente %(LINE_HEIGHT_PERCENT)s do tamanho da fonte %(SCREENSHOT)s.
sr: %(TEXT_SNIPPET)s и још %(NUM_OTHERS)s имају висину реда од само %(LINE_HEIGHT_PERCENT)s величине фонта %(SCREENSHOT)s.
tr: %(TEXT_SNIPPET)s ve diğer %(NUM_OTHERS)s metnin satır yüksekliği, yazı tipi boyutunun yalnızca %(LINE_HEIGHT_PERCENT)s oranında %(SCREENSHOT)s.
zh: “%(TEXT_SNIPPET)s”和其他%(NUM_OTHERS)s个文本片段的行高仅为字体大小的%(LINE_HEIGHT_PERCENT)s%(SCREENSHOT)s。
zh_tw: 「%(TEXT_SNIPPET)s」和另外 %(NUM_OTHERS)s 段文字的行高只有字型大小的 %(LINE_HEIGHT_PERCENT)s %(SCREENSHOT)s。

source: %(TEXT_SNIPPET)s and %(NUM_OTHERS)s others have a line height of only %(LINE_HEIGHT_PERCENT)s of the font size.
bg: Разстоянието между редовете на „%(TEXT_SNIPPET)s“ и още %(NUM_OTHERS)s текстови фрагмента е само %(LINE_HEIGHT_PERCENT)s от размера на шрифта.
cs: Text %(TEXT_SNIPPET)s a další texty (%(NUM_OTHERS)s) mají výšku řádku pouze %(LINE_HEIGHT_PERCENT)s velikosti písma.
da: %(TEXT_SNIPPET)s og %(NUM_OTHERS)s andre har en linjehøjde på kun %(LINE_HEIGHT_PERCENT)s af skriftstørrelsen.
es: %(TEXT_SNIPPET)s y %(NUM_OTHERS)s más tienen una altura de línea de solo el %(LINE_HEIGHT_PERCENT)s del tamaño de la fuente.
fr_ch: La hauteur de ligne de %(TEXT_SNIPPET)s et de %(NUM_OTHERS)s autres est de seulement %(LINE_HEIGHT_PERCENT)s de la taille de police.
he: גובה השורה של %(TEXT_SNIPPET)s ו-%(NUM_OTHERS)s קטעים נוספים הוא רק %(LINE_HEIGHT_PERCENT)s מגודל הגופן.
id: Tinggi baris %(TEXT_SNIPPET)s dan %(NUM_OTHERS)s lainnya hanya %(LINE_HEIGHT_PERCENT)s dari ukuran font.
it: Il testo %(TEXT_SNIPPET)s e altri %(NUM_OTHERS)s hanno un'interlinea pari solo al %(LINE_HEIGHT_PERCENT)s delle dimensioni dei caratteri.
pl: Wysokość wiersza fragmentu %(TEXT_SNIPPET)s i innych fragmentów (%(NUM_OTHERS)s) wynosi tylko %(LINE_HEIGHT_PERCENT)s rozmiaru czcionki.
pt_br: A altura da linha de %(TEXT_SNIPPET)s e de %(NUM_OTHERS)s outros tem somente %(LINE_HEIGHT_PERCENT)s do tamanho da fonte.
sr: %(TEXT_SNIPPET)s и још %(NUM_OTHERS)s имају висину реда од само %(LINE_HEIGHT_PERCENT)s величине фонта.
tr: %(TEXT_SNIPPET)s ve diğer %(NUM_OTHERS)s metnin satır yüksekliği, yazı tipi boyutunun yalnızca %(LINE_HEIGHT_PERCENT)s oranında.
zh: “%(TEXT_SNIPPET)s”和其他%(NUM_OTHERS)s个文本片段的行高仅为字体大小的%(LINE_HEIGHT_PERCENT)s。
zh_tw: 「%(TEXT_SNIPPET)s」和另外 %(NUM_OTHERS)s 段文字的行高只有字型大小的 %(LINE_HEIGHT_PERCENT)s。
